Repository: gbif/course-data-use
Catalog: translations/*.po
Languages: es, fr

source: https://data-blog.gbif.org/post/finding-gridded-datasets/[Finding gridded datasets^] & https://data-blog.gbif.org/post/gridded-datasets-update/[Gridded Datasets Update^]
es: https://data-blog.gbif.org/post/finding-gridded-datasets/[Encontrar Conjuntos de Datos en Cuadrícula^] & https://data-blog.gbif.org/post/gridded-datasets-update/[Cargar Conjuntos de Datos en Cuadrícula^]
fr: https://data-blog.gbif.org/post/finding-gridded-datasets/[Trouver des jeux de données dérivés de grilles^] & https://data-blog.gbif.org/post/gridded-datasets-update/[Mise à jour des jeux de données dérivés de grilles^]

source: https://data-blog.gbif.org/post/country-centroids/[Country centroids^]
es: https://data-blog.gbif.org/post/country-centroids/[Centroides de país^]
fr: https://data-blog.gbif.org/post/country-centroids/[Centroides de Pays^]

source: https://data-blog.gbif.org/post/shapefiles/[Using shapefiles on GBIF data with R^]
es: https://data-blog.gbif.org/post/shapefiles/[Utilizar shapefiles en datos de GBIF con R^]
fr: https://data-blog.gbif.org/post/shapefiles/[Utiliser des shapefiles sur les données GBIF avec R^]

source: https://data-blog.gbif.org/post/not-a-bird/[Not a bird download^]
es: https://data-blog.gbif.org/post/not-a-bird/[No es una descarga de aves^]
fr: https://data-blog.gbif.org/post/not-a-bird/[téléchargement sans oiseaux^]

source: Sensitive species
es: Especies sensibles
fr: Espèces sensibles

source: Taxonomy
es: Taxonomía
fr: Taxonomie

source: https://data-blog.gbif.org/post/gbif-checklist-datasets-and-data-gaps/[GBIF checklist datasets and data gaps^]
es: https://data-blog.gbif.org/post/gbif-checklist-datasets-and-data-gaps/[Conjuntos de datos de listados de especies de GBIF y vacío de datos^]
fr: https://data-blog.gbif.org/post/gbif-checklist-datasets-and-data-gaps/[listes d'espèces du GBIF et déficits de données^]

source: https://www.gbif.org/tools/name-parser[GBIF Labs - Names Parser^]
fr: https://www.gbif.org/tools/name-parser[Laboratoires GBIF - Analyseur de noms^]

source: https://www.gbif.org/tools/species-lookup[GBIF Labs - Species Matching^]
fr: https://www.gbif.org/tools/species-lookup[Laboratoires GBIF - Correspondance d'espèces^]

source: http://resolver.globalnames.org/[Global Names Resolver^]
fr: http://resolver.globalnames.org/[Résolveur Global des Noms^]

source: https://obis.org/manual/namematching/[Marine Name Matching Strategy for taxonomic quality control^]
es: https://obis.org/manual/namematching/[Estrategia de Asignación de Nombres Marinos para controles de calidad de taxonomía^]
fr: https://obis.org/manual/namematching/[Stratégie de correspondance de nom d’espèces marines pour le contrôle de qualité taxonomique^]

source: Glossary
es: Glosario
fr: Glossaire

source: Atlas of Living Australia. The Australian node of GBIF, who developed an open source data portal now widely used within the GBIF community & partners for biodiversity national portals.
es: Atlas of Living Australia. El nodo australiano de GBIF, que desarrolló un portal de datos de código abierto ampliamente utilizado en la actualidad por la comunidad y socios de GBIF para portales nacionales de biodiversidad.
fr: Atlas of Living Australia. Le nœud australien du GBIF, qui a développé un portail de données open source maintenant largement utilisé au sein de la communauté GBIF et des partenaires pour les portails nationaux sur la biodiversité.

source: Application Programming Interface. A set of clearly defined methods of communication between various software components.
es: Interfaz de programación de aplicaciones. Un conjunto de métodos de comunicación claramente definidos entre varios componentes de software.
fr: Interface de programmation d'applications. Un ensemble de méthodes de communication clairement définies entre différents composants logiciels.

source: Biodiversity Information for Development. An EU funded project co-ordinated by GBIF whose aim is to increase data mobilization capacity in the Africa, Caribbean and Pacific regions.
es: Información sobre Biodiversidad para el Desarrollo. Un proyecto financiado por la UE y coordinado por GBIF cuyo objetivo es aumentar la capacidad de movilización de datos en las regiones de África, el Caribe y el Pacífico.
fr: Information sur la biodiversité pour le développement. Un projet financé par l'UE et coordonné par le GBIF, dont le but est d'accroître la capacité de mobilisation des données dans les régions d'Afrique, des Caraïbes et du Pacifique.

source: Biodiversity Fund for Asia.
es: Fondo para la Diversidad Biológica de Asia.
fr: Fonds pour la biodiversité en Asie.

source: [[CC]]CC Licences
es: [[CC]]Licencias CC
fr: [[CC]]Licences CC

source: Creative Commons. These are a series of licenses set up by the Creative Commons organization that enable sharing and reuse of creativity and knowledge through the provision of free legal tools. Three of them can be assigned to GBIF-shared datasets: CC0, CC BY and CC BY-NC.
es: Creative Commons. Se trata de una serie de licencias establecidas por la organización Creative Commons que permiten compartir y reutilizar la creatividad y el conocimiento mediante la provisión de herramientas legales gratuitas. Tres de ellas se pueden asignar a conjuntos de datos compartidos por GBIF: CC0, CC BY y CC BY-NC.
fr: Creative Commons. Il s'agit d'une série de licences mises en place par l'organisation Creative Commons qui permettent le partage et la réutilisation de la créativité et du savoir par la fourniture d'outils juridiques libres. Trois d'entre eux peuvent être assignés à des jeux de données partagés sur GBIF : CC0, CC BY et CC BY-NC.

source: [[vocab]]Controlled Vocabulary
es: [[vocab]]Vocabulario controlado
fr: [[vocab]]Vocabulaire contrôlé

source: This is a restricted set of terms that are used as possible values for a given field. One can think of it as a lookup list or dropdown for a particular field. For example the DwC field basisOfRecord should only contain one of these values: "PreservedSpecimen", "FossilSpecimen", "LivingSpecimen", "HumanObservation", "MachineObservation". We would say that list of values is a controlled vocabulary for that field.
es: Se trata de un conjunto restringido de términos que se utilizan como valores posibles para un campo determinado. Uno puede pensar en ello como una lista de búsqueda o un menú desplegable para un campo en particular. Por ejemplo, el campo DwC basisOfRecord solo debe contener uno de estos valores: "PreservedSpecimen", "FossilSpecimen", "LivingSpecimen", "HumanObservation", "MachineObservation". Diríamos que la lista de valores es un vocabulario controlado para ese campo.
fr: Il s'agit d'un ensemble restreint de termes qui sont utilisés comme valeurs possibles pour un champ donné. On peut voir cela comme une liste de recherche ou une liste déroulante pour un champ particulier. Par exemple, le champ DwC basisOfRecord ne devrait contenir qu'une de ces valeurs : "PreservedSpecimen", "FossilSpecimen", "LivingSpecimen", "HumanObservation", "MachineObservation". Nous dirons que la liste des valeurs est un vocabulaire contrôlé pour ce champ.

source: Darwin Core is a biodiversity data standard, maintained by TDWG & widely used within the GBIF community and partners. It is a set of standardized terms (or field names) and their definitions, which are used to share biodiversity information.
es: Darwin Core es un estándar de datos de biodiversidad, mantenido por TDWG y ampliamente utilizado dentro de la comunidad y socios de GBIF. Es un conjunto de términos estandarizados (o nombres de campo) y sus definiciones, que se utilizan para compartir información sobre biodiversidad.
fr: Darwin Core est un standard de données sur la biodiversité, maintenu par le TDWG et largement utilisé au sein de la communauté et des partenaires du GBIF. Il s'agit d'un ensemble de termes normalisés (ou noms de champs) et de leurs définitions, qui sont utilisés pour partager des informations sur la biodiversité.

source: Digital Object Identifier. A persistent identifier or handle used to uniquely identify objects. DOIs are in wide use mainly to identify academic, professional, and government information, such as journal articles, research reports and data sets, and official publications.
es: Digital Object Identifier. Identificador persistente o resolutor que se utiliza para identificar objetos de forma única. Los DOI se utilizan principalmente para identificar información académica, profesional y gubernamental, como artículos de revistas, informes de investigación y conjuntos de datos, y publicaciones oficiales.
fr: Identificateur d'objet numérique. Un identifiant ou une clef persistante utilisé pour identifier de manière unique les objets. Les DOI sont principalement utilisés pour identifier les informations académiques, professionnelles et gouvernementales, telles que les articles de revues, les rapports de recherche et les ensembles de données, ainsi que les publications officielles.

source: Darwin Core Archive. A compressed (zipped) file containing all the information needed to share with GBIF, for a particular resource. Each zip contains three types of files:
es: Archivo Darwin Core. Un archivo comprimido (zip) que contiene toda la información necesaria para compartir con GBIF, para un recurso en particular. Cada zip contiene tres tipos de archivos:
fr: Archive Darwin Core. Un fichier compressé (zippé) contenant toutes les informations nécessaires pour partager sur GBIF, pour une ressource particulière. Chaque zip contient trois types de fichiers:

source: the actual data, in one or more text files: occurrence.txt/event.txt/measurmentoffact.txt etc
es: los datos reales, en uno o más archivos de texto: ooccurrence.txt/event.txt/measurmentoffact.txt, etc.
fr: les données elles-mêmes, dans un ou plusieurs fichiers texte: occurrence.txt/event.txt/measurmentoffact.txt etc

source: a mapping file: rtf.xml
es: un archivo de mapeo: rtf.xml
fr: un fichier de mappage: rtf.xml

source: a metadata (EML) file: eml.xml When you publish using the IPT, it creates a Darwin Core Archive, which is shared with GBIF. Also, when you download data from the GBIF website you can choose a DwC-A format as well.
es: un archivo de metadatos (EML): eml.xml Cuando publica utilizando el IPT, crea un Archivo de Darwin Core, que se comparte con GBIF. Además, cuando descarga datos del sitio web de GBIF, también puede elegir un formato DwC-A.
fr: un fichier de métadonnées (EML) : eml.xml Lorsque vous publiez avec l'IPT, il crée une archive Darwin Core qui est partagée avec GBIF. En outre, lorsque vous téléchargez des données à partir du site Web du GBIF, vous pouvez également choisir un format DwC-A.

source: Globally Unique IDentifier
es: Identificador Global Único
fr: Identificateur Globalement Unique

source: Integrated Publishing Toolkit. It is a free and open source web application (software) for publishing biodiversity data. The software itself lives on a server (either at your institution or elsewhere) that must have access to the internet 24/7. It is used to create and handle Darwin Core Archive files that can be shared and used by anyone including GBIF.
es: Integrated Publishing Toolkit. Es una aplicación web (software) gratuita y de código abierto para publicar datos de biodiversidad. El software en sí se aloja en un servidor (ya sea en su institución o en otro lugar) que debe tener acceso a Internet las 24 horas del día, los 7 días de la semana. Se utiliza para crear y gestionar archivos de Darwin Core que pueden ser compartidos y utilizados por cualquier persona, incluido GBIF.
fr: L´Integrated Publishing Toolkit (IPT) est une application web libre et open source (logiciel) pour la publication des données sur la biodiversité. Le logiciel lui-même est hébergé sur un serveur (que ce soit dans votre institution ou ailleurs) qui doit avoir accès à Internet 24/7. Il est utilisé pour créer et gérer des fichiers d'Archives Darwin Core qui peuvent être partagés et utilisés par toute personne inclus dans le GBIF.

source: [[loan]]Loan
es: [[loan]]Préstamo
fr: [[loan]]Prêt

source: In the context of natural history collections, this is the procedure of lending specimens between institutions.
es: En el contexto de las colecciones de historia natural, este es el procedimiento de préstamo de especímenes entre instituciones.
fr: Dans le contexte des collections d'histoire naturelle, il s'agit de la procédure de prêt de spécimens entre institutions.

source: Life Sciences Identifier. They are persistent, globally unique identifiers for biological objects.
es: Life Sciences Identifier. Son identificadores persistentes, globales y únicos para objetos biológicos.
fr: Identificateur des sciences de la vie. Ils sont des identifiants persistants et uniques au niveau mondial pour les objets biologiques.

source: [[DP]]Data Publishing
es: [[DP]]Publicación de datos
fr: [[DP]]Publication des données

source: With regards to GBIF we have a very specific definition of data publishing. It refers to making biodiversity datasets publicly accessible and discoverable, in a standardized form, via an access point, typically a web address (a URL).
es: Con respecto a GBIF, tenemos una definición muy específica de publicación de datos. Se refiere a lograr que los conjuntos de datos de biodiversidad sean accesibles y reconocibles públicamente, en una forma estandarizada, a través de un punto de acceso, generalmente una dirección web (una URL).
fr: En ce qui concerne le GBIF, nous avons une définition très spécifique de la publication des données. Il s'agit de rendre les jeux de données sur la biodiversité accessibles au public et découvrables, sous une forme normalisée, via un point d'accès, généralement une adresse web (une URL).

source: [[resource]]Resource
es: [[resource]]Recurso
fr: [[resource]]Ressource

source: A Resource is the collective term used to refer to a particular dataset and its metadata once it has been uploaded to an IPT instance.
es: Un Recurso es el término colectivo utilizado para referirse a un conjunto de datos en particular y sus metadatos una vez que se ha cargado a una infraestructura de IPT.
fr: Une ressource est le terme utilisé pour désigner un jeu de données particulier et ses métadonnées une fois qu'il a été téléchargé dans une instance IPT.

source: Taxonomic Databases Working Group, now renamed Biodiversity Information Standards.
es: Taxonomic Databases Working Group, ahora renombrado Biodiversity Information Standards.
fr: Groupe de travail sur les bases de données taxonomiques, maintenant renommé Standards d'information sur la biodiversité.

source: Uniform Resource Number
es: Número de Recurso Uniforme
fr: Numéro de Ressource Uniforme

source: Universally Unique Identifier
es: Identificador Universalmente Único
fr: Identifiant Universel Unique

source: Acknowledgements
es: Agradecimientos
fr: Remerciements

source: Course design and instruction
es: Diseño del curso e instrucción
fr: Conception du cours et instruction

source: The success of this course depends heavily on the support provided to participants from GBIF's network of capacity enhancement mentors. Visit the GBIF page on https://www.gbif.org/article/5SExsCfj7UaUkMCsuc6Oec/mentors-and-trainers[capacity enhancement mentoring^] to read more about these individuals and their contributions.
es: El éxito de este curso depende en gran medida del apoyo brindado a los participantes de la red de mentores de mejora de capacidad de GBIF. Visite la página de GBIF en https://www.gbif.org/article/5SExsCfj7UaUkMCsuc6Oec/mentors-and-trainers[tutorización sobre mejora de capacidad^] para leer más sobre estas personas y sus contribuciones.
fr: Le succès de ce cours dépend fortement du soutien apporté aux participants par le réseau des mentors en renforcement des capacités du GBIF. Visitez la page du GBIF sur https://www.gbif.org/article/5SExsCfj7UaUkMCsuc6Oec/mentors-and-trainers[mentorat pour le renforcement des capacités^] pour en savoir plus sur ces personnes et leurs contributions.

source: The following individuals are recognized for their significant contributions to the course design, materials and instruction:
es: Los siguientes individuos son reconocidos por sus contribuciones significativas al diseño, materiales e instrucción del curso:
fr: Les personnes suivantes sont reconnues pour leurs contributions significatives à la conception, au matériel, et à l'enseignement du cours:

source: Melianie Raymond
fr: Mélianie Raymond

source: Laura Anna Russell
es: Laura Anne Russell
fr: Laura Anne Russell

source: Special acknowledgement ...
es: Agradecimientos especiales...
fr: Remerciements particuliers ...

source: Translators
es: Traductores
fr: Traducteurs

source: Spanish
es: Español
fr: Espagnol

source: French
es: Francés
fr: Français

source: Resources
es: Recursos
fr: Ressources

source: https://wallaceecomod.github.io/vignettes/wallace_vignette.html[Wallace Ecological Niche Modelling Vignette^]
fr: https://wallaceecomod.github.io/vignettes/wallace_vignette.html[Vignette de modélisation de la niche écologique de Wallace^]

source: https://www.iucnredlist.org/[IUCN Red List of Threatened Species^]
es: https://www.iucnredlist.org/[Lista Roja de Especies Amenazadas de la UICN^]
fr: https://www.iucnredlist.org/[Liste rouge IUCN des espèces menacées^]

source: Suggested citation
es: Cita sugerida
fr: Suggestion de citation

source: GBIF Secretariat (2021) GBIF Biodiversity Data Use Course. 6th edition. GBIF Secretariat: Copenhagen. https://doi.org/10.15468/ce-wkk4-2w26. [Date of course.]
es: Curso de Movilización de Datos de Biodiversidad GBIF (2021) GBIF. 12ª edición. Secretariado de GBIF:. https://doi.org/10.15468/ce-wkk4-2w26. [Fecha de curso.]
fr: GBIF Secretariat (2021) GBIF Biodiversity Data Use Course. 6th edition. GBIF Secretariat: Copenhagen. https://doi.org/10.15468/ce-wkk4-2w26. [Date du cours.]

source: Contributors
es: Colaboradores
fr: Contributeurs

source: The _GBIF Biodiversity Data Use Course_ was originally developed as part of https://www.gbif.org/bid[Biodiversity Information Development^], a programme funded by the https://europa.eu[European Union^]. The original curriculum was created by Andrew Rodrigues, Hannah Owens and John Tayleur with additional contributions by GBIF trainers, mentors and students.
es: El _Curso de Uso de Datos sobre Biodiversidad de GBIF_ se desarrolló originalmente como parte de https://www.gbif.org/bid[Información de Biodiversidad para el Desarrollo^], un programa financiado por la https://europa.eu[Unión Europea^]. El plan de estudios original fue creado por Andrew Rodrigues, Hannah Owens y John Tayleur, con contribuciones adicionales de formadores, mentores y estudiantes de GBIF.
fr: Le _Cours d'utilisation des données de biodiversité du GBIF_ a été développé à l'origine dans le cadre d'https://www.gbif.org/bid[Informations sur la Biodiversité pour le Développement^], un programme financé par l’https://europa.eu[Union européenne^]. Le programme initial a été créé par Andrew Rodrigues, Hannah Owens and John Tayleur, avec des contributions supplémentaires des formateurs, mentors et étudiants du GBIF.

source: _Course Name_ is licensed under https://creativecommons.org/licenses/by/4.0[Creative Commons Attribution 4.0 Unported License].
es: _Curso de Uso de Datos sobre Biodiversidad de GBIF_ posee la licencia https://creativecommons.org/licenses/by/4.0[Creative Commons Atribución 4.0].
fr: _Nom du Cours_ est sous licence https://creativecommons.org/licenses/by/4.0[Creative Commons Attribution 4.0 non déclarée].

source: Persistent URI
es: URI persistente
fr: URI permanent

source: Document control
es: Control de documentos
fr: Contrôle du document

source: Fifth edition, November 2021
es: Quinta edición, noviembre 2021
fr: Cinquième édition, novembre 2021

source: Cover image
es: Imagen de la portada
fr: Image de couverture

source: Description
es: Descripción

source: Audience
es: Audiencia

source: Certification
es: Certificación

source: Establishment Means
es: Medios de establecimiento

source: Basis of Record
es: Base del Registro

source: Cloud Computing
es: Computación en la Nube

source: https://www.gbif.org/data-papers[Data papers^]
es: https://www.gbif.org/data-papers[Artículos de Datos^]

source: Colophon
es: Colofón

source: Licence
es: Licencia
