Repository: gbif/course-data-use
Catalog: translations/*.po
Languages: es, fr

source: Biodiversity Data Use
es: Uso de datos de biodiversidad
fr: L´Utilisation des données sur la Biodiversité

source: GBIF Secretariat <training@gbif.org>
es: Secretariado de GBIF <training@gbif.org>
fr: Secrétariat du GBIF <training@gbif.org>

source: This course takes a modular approach to training in the use of GBIF-mediated data and builds on the Data Use for Decision Making course developed as part of the Biodiversity Information for Development (BID) programme. Different use cases have been developed that will get you started on some of the many different ways you can use GBIF-mediated data.
es: Este curso adopta un enfoque modular para la formación en el uso de datos mediados por GBIF, y se basa en el curso de Uso de Datos para la Toma de Decisiones desarrollado como parte del programa de Información sobre la Biodiversidad para el Desarrollo (BID). Se han desarrollado diferentes casos de uso que le permitirán comenzar con algunas de las diferentes maneras en que puede utilizar datos mediados por GBIF.
fr: Ce cours adopte une approche modulaire pour la formation à l’utilisation des données du GBIF et s’appuie sur le cours Utilisation des données pour la prise de décision développé dans le cadre du programme Information sur la biodiversité pour le développement (BID). Différents cas d'utilisation ont été développés pour vous aider à démarrer sur les nombreuses façons d'utiliser des données en GBIF.

source: This course is comprised of online content paired with quizzes and you should complete these first. You can then complete the relevant use case that will build on what you have learnt through a set of practical exercises. When offered as an onsite or virtual workshop, group work and social interaction are encouraged.
es: Este curso está compuesto por contenido en línea asociado con cuestionarios y deberías completarlo primero. Entonces puedes completar el caso de uso pertinente que se basará en lo que has aprendido a través de un conjunto de ejercicios prácticos. Cuando se ofrece como un taller virtual o in situ, se fomenta el trabajo en grupo y la interacción social.
fr: Ce cours est composé de contenu en ligne jumelé à des quiz et vous devez d'abord les compléter. Vous pourrez ensuite compléter le cas d'utilisation pertinent qui s'appuiera sur ce que vous avez appris grâce à un ensemble d'exercices pratiques. Lorsqu'il est offert en tant qu'atelier sur place ou virtuel, le travail de groupe et l'interaction sociale sont encouragés.

source: The course comprises of one compulsory course in Data Processing and then optional modules that you can follow based on the learning path that is most relevant to you. The first two optional modules that we have developed are:
es: El curso comprende un curso obligatorio en Procesamiento de Datos y luego módulos opcionales que puedes seguir basándose en el camino de aprendizaje más relevante para ti. Los dos primeros módulos opcionales que hemos desarrollado son:
fr: Le cours comprend un cours obligatoire sur le traitement des données, puis des modules optionnels que vous pouvez suivre en fonction du parcours qui vous intéresse le plus. Les deux premiers modules optionnels que nous avons développés sont :

source: Ecological Niche Modeling
es: Modelado de Nicho Ecológico
fr: Modélisation de niche écologique

source: Assessing the Conservation Status of a Species
es: Evaluar el Estado de Conservación de una Especie
fr: Évaluation de l'état de conservation d'une espèce

source: Topics include:
es: Los temas incluyen:
fr: Les sujets incluent:

source: Data Processing
es: Procesamiento de datos
fr: Traitement des données

source: Processing a GBIF-mediated dataset and making it “fit-for-purpose”
es: Procesando un conjunto de datos mediados por GBIF y haciéndolo “apto para un propósito”
fr: Traitement d'un jeu de données GBIF et le rendre "adapté à son but d'utilisation"

source: Introduction to running and interpreting a basic ecological model to determine the distribution of a species
es: Introducción al funcionamiento e interpretación de un modelo ecológico básico para determinar la distribución de una especie
fr: Introduction au fonctionnement et à l'interprétation d'un modèle écologique de base pour déterminer la distribution d'une espèce

source: Exploring niche modeling under different environmental conditions
es: Explorando el modelado de nicho bajo diferentes condiciones ambientales
fr: Explorer de la modélisation de niche dans différentes conditions environnementales

source: Using GBIF-mediated data for creating species distribution maps using IUCN mapping standards
es: Utilizando datos mediados por GBIF, para crear mapas de distribución de especies utilizando estándares de mapeo de IUCN
fr: Utilisation de données gérées par le GBIF pour la création de cartes de distribution d'espèces en utilisant les standards de cartographie de l'UICN

source: Using GBIF-mediated data for assessing species conservation status using the IUCN Red List Categories and Criteria
es: Utilizando datos mediados por GBIF, para evaluar el estado de conservación de especies utilizando las Categorías y Criterios de la Lista Roja de la UICN
fr: Utiliser les données gérées par le GBIF pour évaluer l'état de conservation des espèces à l'aide des catégories et critères de la Liste Rouge de l'UICN

source: This course is designed for individuals who work as researchers or technicians in biodiversity research or policy institutions. The instruction provided is particularly useful for those who have a need or desire to use GBIF-mediated data in their own research or analyses.
es: Este curso está diseñado para personas que trabajan como investigadores o técnicos en investigación sobre biodiversidad o instituciones de políticas. La instrucción proporcionada es particularmente útil para aquellos que tienen la necesidad o el deseo de utilizar datos mediados por GBIF en su propia investigación o análisis.
fr: Ce cours s'adresse aux personnes qui travaillent en tant que chercheurs ou techniciens dans des institutions de recherche en biodiversité ou de politiques. Les instructions fournies sont particulièrement utiles pour ceux qui ont le besoin ou le désir d'utiliser des données gérées par le GBIF dans leurs propres recherches ou analyses.

source: Prerequisites
es: Prerequisitos
fr: Prérequis

source: https://docs.gbif.org/course-introduction-to-gbif/[Introduction to GBIF course]
es: https://docs.gbif.org/course-introduction-to-gbif/[Introducción al curso GBIF]
fr: https://docs.gbif.org/course-introduction-to-gbif/[Introduction au cours du GBIF]

source: Additionally, to make best use of the activities around this course, the participants should possess the following skills and knowledge:
es: Además, para hacer un mejor uso de las actividades en torno a este curso, los participantes deben poseer las siguientes habilidades y conocimientos:
fr: De plus, pour tirer le meilleur parti des activités de ce cours, les participants devraient posséder les compétences et connaissances suivantes:

source: Basic skills in computer and internet use, and, in particular, in the use of spreadsheets.
es: Competencias básicas en el uso de computadoras e Internet y, en particular, en el uso de hojas de cálculo.
fr: Compétences de base en informatique et dans l'utilisation d'Internet et, en particulier, dans l'utilisation de feuilles de calcul.

source: Basic understanding of computer-based geographical and statistical analysis tools e.g. GIS and R, and may have already run analyses using these tools.
es: Conocimiento básico de herramientas de análisis geográfico y estadístico basadas en computadoras, por ejemplo SIG y R, y puede haber ejecutado análisis utilizando estas herramientas.
fr: La compréhension de base des outils d’analyse géographique et statistique par ordinateur tels que SIG et R, et devrait avoir déjà mené des analyses à l’aide de ces outils.

source: Basic knowledge about geography and biodiversity informatics: geography and mapping concepts, basic taxonomy and nomenclature rules.
es: Conocimiento básico sobre geografía e informática sobre biodiversidad: conceptos de geografía y mapeo, taxonomía básica y reglas de nomenclatura.
fr: Connaissances de base sur la géographie et l'informatique sur la biodiversité: concepts de géographie et de cartographie, taxonomie et règles de nomenclature de base.

source: Willingness to disseminate the knowledge learned in the workshop with partners and collaborators in your project by adapting the biodiversity data use training materials to specific contexts and languages while maintaining their instructional value.
es: La voluntad de diseminar el conocimiento aprendido en el taller con socios y colaboradores en su proyecto adaptando los datos sobre biodiversidad a contextos específicos e idiomas, manteniendo al mismo tiempo su valor educativo.
fr: La volonté de diffuser les connaissances acquises dans l'atelier avec des partenaires et des collaborateurs dans votre projet en adaptant les données sur la biodiversité utilisent des matériels de formation à des contextes et des langues spécifiques tout en maintenant leur valeur pédagogique.

source: A good command of English. While efforts are made to provide materials in other languages, instruction/videos will be in English.
es: Un buen dominio del inglés. Aunque se hace un esfuerzo por proporcionar materiales en otros idiomas, la información/los videos serán en inglés.
fr: Une bonne maîtrise de l'anglais. Bien que des efforts soient faits pour fournir du matériel dans d'autres langues, les instructions / vidéos seront en anglais.

source: Learning objectives
es: Objetivos de aprendizaje
fr: Objectifs d'apprentissage

source: Access GBIF mediated data through a range of access points
es: Acceda a los datos mediados por GBIF a través de un rango de puntos de acceso
fr: Accéder aux données du GBIF via une gamme de points d'accès

source: Understand common data quality issues in GBIF downloads that may affect data use
es: Entender problemas comunes de calidad de datos en las descargas de GBIF que pueden afectar al uso de datos
fr: Comprendre les problèmes courants de qualité des données dans les téléchargements GBIF qui peuvent affecter l'utilisation des données

source: Apply data processing routines on GBIF downloads to create fit for purpose datasets
es: Aplicar rutinas de procesamiento de datos en las descargas de GBIF para crear conjuntos de datos adecuados para el uso
fr: Appliquer des routines de traitement des données sur les téléchargements GBIF pour créer des jeux de données spécifiques

source: Learn the difference between fundamental and realized niches
es: Aprende la diferencia entre nichos fundamentales y realizados
fr: Apprenez la différence entre les niches fondamentales et réalisées

source: Explain how to delimit a training region
es: Explica cómo delimitar una región de entrenamiento
fr: Expliquer comment délimiter une région d'entraînement

source: Generate a simple niche model
es: Generar un modelo de nicho simple
fr: Générer un modèle de niche simple

source: Explain niche model results
es: Explicar los resultados del modelo nicho
fr: Expliquer les résultats du modèle de niche

source: Identify areas of uncertainty in projection
es: Identificar áreas de incertidumbre en la proyección
fr: Identifier les zones d'incertitude dans la projection

source: Develop a communication strategy and convincing arguments for the integration of biodiversity into decision making processes
es: Desarrollar una estrategia de comunicación y argumentos convincentes para la integración de la biodiversidad en los procesos de toma de decisiones
fr: Développer une stratégie de communication et des arguments convaincants pour l'intégration de la biodiversité dans les processus décisionnels

source: Apply criterion B of the IUCN Categories and Criteria for the assessment of a species conservation status using a fit-for purpose dataset
es: Aplicar el criterio B de las Categorías y Criterios de la UICN para la evaluación del estado de conservación de una especie utilizando un conjunto de datos adecuado
fr: Appliquer le critère B des catégories de l'UICN et des critères pour l'évaluation de l'état de conservation d'une espèce à l'aide d'un jeu de données adapté aux besoins

source: Apply IUCN mapping protocols for the production of Red List species distribution maps
es: Aplicar los protocolos de mapeo de IUCN para la producción de mapas de distribución de especies de la Lista Roja
fr: Appliquer les protocoles de cartographie de l'UICN pour la production de cartes de distribution des espèces de la liste rouge

source: Certificates in the form of digital badges will be issued to participants that successfuly complete a use case assignment. There are several use cases and you should complete the ones that are of most relevance to your work or that interest you.
es: Se emitirán certificados, en forma de insignias digitales, a los participantes que completen con éxito la asignación de casos de uso. Hay varios casos de uso y usted debe completar los más relevantes para su trabajo o que le interesen.
fr: Les certificats sous la forme de badges numériques seront délivrés aux participants qui ont terminé avec succès une affectation de cas d'utilisation. Il y a plusieurs cas d'utilisation et vous devriez compléter ceux qui sont les plus importants pour votre travail ou qui vous intéressent.

source: In the data processing module, you will familiarize yourself with the concept of fit-for purpose datasets and some commonly used data filters that you may want to consider for creating your own fit-for-purpose dataset.
es: En el módulo de procesamiento de datos, se familiarizará con el concepto de conjuntos de datos aptos para uso y algunos filtros de datos comúnmente utilizados que puede querer considerar para crear su propio conjunto de datos apto para el uso.
fr: Dans le module de traitement des données, vous vous familiariserez avec le concept de jeux de données adaptés à vos besoins et avec certains filtres de données couramment utilisés que vous voudrez peut-être envisager pour créer votre propre jeu de données adapté à vos besoins.

source: Fit for purpose data
es: Datos aptos para propósitos específicos
fr: Données adaptées au but d'utilisation

source: Almost always you will want to post-process your GBIF download in some way to fit your purposes. Sometimes you will have to make difficult judgement calls for your particular use-case. Whenever you are dealing with thousands or millions of records, you will never quite know the true quality of the source data. It is important to keep in mind that you are always just mitigating data quality issues, not eliminating them.
es: Casi siempre querrá pos-procesar su descarga de GBIF de alguna manera que se ajuste a sus propósitos. A veces, tendrá que hacer juicios difíciles para su caso de uso particular. Siempre que esté tratando con miles o millones de registros, nunca sabrá la verdadera calidad de los datos de origen. Es importante tener en cuenta que siempre está mitigando los problemas de calidad de los datos, no eliminándolos.
fr: Presque toujours vous voudrez post-traiter votre téléchargement du GBIF d'une manière ou d'une autre pour correspondre à vos objectifs. Parfois, vous devrez faire des jugements difficiles pour votre cas particulier d'utilisation. Chaque fois que vous traitez avec des milliers ou des millions d'enregistrements, vous ne connaîtrez jamais la vraie qualité des données source. Il est important de garder à l'esprit que vous ne faites qu'atténuer les problèmes de qualité des données, et non les éliminer.

source: The data that we get in GBIF download, will contain data from a range of sources and the data will likely vary in its correctness and consistency. Correctness and consistency are two ways of documenting data errors and are measures of data quality. These are measures of how well the data gatherer was able to capture the true value being investigated. The nature of GBIF's data publication workflow means that the correctness and consistency of the data can vary dependent on the data publishers and the source of the data. Knowing these properties of the data you have, will help you to understand the ways in which you can and cannot clean, validate and process the data.
es: Los datos que obtenemos en la descarga de GBIF contendrán datos de una variedad de fuentes y es probable que los datos varíen en su exactitud y consistencia. La exactitud y la coherencia son dos formas de documentar los errores de datos y son medidas de la calidad de los datos. Estas son medidas de qué tan bien el recolector de datos pudo capturar el valor real que se estaba investigando. La naturaleza del flujo de trabajo de publicación de datos de GBIF significa que la exactitud y consistencia de los datos pueden variar según los publicadores y la fuente de los datos. Conocer estas propiedades de los datos le ayudará a comprender las formas en las que puede y no puede limpiar, validar y procesar los datos.
fr: Les données que nous obtenons dans le téléchargement du GBIF, contiendront des données provenant d'une gamme de sources et les données varieront probablement en termes de justesse et de cohérence. La justesse et la cohérence sont deux façons de documenter les erreurs de données et sont des mesures de la qualité des données. Ce sont des mesures qui montrent à quel point le collecteur de données a été en mesure de saisir la véritable valeur étudiée. La nature du flux de publication des données du GBIF signifie que la justesse et la cohérence des données peuvent varier selon les éditeurs de données et la source des données. Si vous connaissez ces propriétés des données que vous avez, cela vous aidera à comprendre comment vous pouvez et ne pouvez pas nettoyer, valider et traiter les données.

source: Correctness (Accuracy) - closeness of measured values, observations or estimates to the real or true value e.g. has the species been identified correctly or the collection locality been identified correctly.
es: Exactitud (precisión) - proximidad de los valores, observaciones o estimaciones medidas al valor real o verdadero, ej.: se ha identificado correctamente la especie o la localidad de la colección.
fr: Justesse (Précision) - proximité des valeurs mesurées, des observations ou des estimations de la valeur réelle ou réelle e. . - les espèces ont été identifiées correctement ou la localité de collecte a été correctement identifiée.

source: For instance, if we are studying plant biogeography in Indonesia, and want to do to a specific analysis for only one of the islands within the archipelago, then an appropriate question might be - Have localities on the island been correctly georeferenced?
es: Por ejemplo, si estamos estudiando biogeografía de plantas en Indonesia, y queremos realizar un análisis específico para sólo una de las islas del archipiélago, entonces una pregunta apropiada podría ser - ¿Las localidades de la isla han sido correctamente georreferenciadas?
fr: Par exemple, si nous étudions la biogéographie végétale en Indonésie, et voulons faire une analyse spécifique pour une seule des îles de l'archipel, alors une question appropriée pourrait être - Les localités de l'île ont-ils été correctement géoréférencés?

source: Consistency (Precision) - level of resolution of the data e.g. precision of coordinates, taxonomic determination.
es: Consistencia (Precisión) - nivel de resolución de los datos, ej.: precisión de las coordenadas, determinación taxonómica.
fr: Cohérence (Précision) - niveau de résolution des données, par exemple précision des coordonnées, détermination taxonomique.

source: In the Indonesian example, an appropriate question might be - Does the uncertainty in the coordinate estimate allow for the occurrence record to not be on the island?
es: En el ejemplo indonesio, una pregunta apropiada podría ser: ¿La incertidumbre en la estimación de las coordenadas permite al registro de presencia no estar ubicado en la isla?
fr: Dans l'exemple indonésien, une question appropriée pourrait être - L'incertitude dans l'estimation des coordonnées permet-elle que l'occurence ne soit pas sur l'île ?

source: As a general rule, for most analyses you want highly accurate data although the level of precision may vary dependent on your analysis. GBIF can help you to determine the accuracy and precision of the data through, for example, filters and issue flags, however, you must always double-check!
es: Por regla general, para la mayoría de análisis se desean datos muy precisos aunque el nivel de precisión pueda variar dependiendo del análisis. GBIF puede ayudar a determinar la precisión de los datos, por ejemplo, mediante filtros y avisos, sin embargo, ¡siempre es necesario hacer doble comprobación!
fr: En règle générale, pour la plupart des analyses, vous voulez des données très correctes, mais le niveau de précision peut varier en fonction de votre analyse. Le GBIF peut vous aider à déterminer la justesse et la précision des données à travers, par exemple, des filtres et la signalisation de tickets, cependant, vous devez toujours vérifier à deux fois !

source: Flags and Issues
es: Avisos e Incidencias
fr: Problèmes et drapeaux

source: The GBIF network publishes datasets, integrating them into a common access system. Here users can retrieve data through common search and download services. During the indexation process over the raw data, GBIF adds issues and flags to records with common data quality problems. These may contain useful information for you as a user to create fit-for-purpose datasets.
es: La red de GBIF publica conjuntos de datos, integrándolos en un sistema de acceso común. Aquí los usuarios pueden obtener datos a través de servicios de búsqueda y descarga comunes. Durante el proceso de indexación de los datos en bruto, GBIF incluye incidencias y avisos para los registros con problemas comunes de calidad de datos. Éstos pueden contener información útil para usuarios para crear conjuntos de datos aptos para propósitos específicos.
fr: Le réseau GBIF publie des ensembles de données, les intégrant dans un système d'accès commun. Les utilisateurs peuvent y récupérer des données par le biais de services communs de recherche et de téléchargement. Au cours du processus d'indexation des données brutes, le GBIF ajoute des problèmes et des drapeaux aux enregistrements présentant des problèmes courants de qualité des données. Ceux-ci peuvent contenir des informations utiles pour vous, en tant qu'utilisateur, afin de créer des ensembles de données adaptés.

source: Remarks are shown on the individual occurrence pages to explain the process done after interpretation:
es: Las observaciones se muestran en las páginas de los registros individuales para explicar el proceso realizado después de la interpretación:
fr: Des remarques sont indiquées sur les pages individuelles des occurrences pour expliquer le processus effectué après l'interprétation:

source: *Excluded means the original data couldn’t be interpreted, so is excluded in the interpreted fields.
es: *Excluido* - cuando los datos originales no pudieron ser interpretados, por lo cual se excluyen en los campos interpretados.
fr: *Exclues signifie que les données originales n'ont pas pu être interprétées, donc elles sont exclues des champs interprétés.

source: *Altered means the original data is modified in the interpretation process to be indexed in GBIF.org.
es: *Alterado* - cuando los datos originales son modificados en el proceso de interpretación para ser indexados en GBIF.org.
fr: *Modifiée signifie que les données originales ont été modifiées lors du processus d'interprétation afin d'être indexée sur GBIF.org.
