Repository: gbif/course-data-use
Catalog: translations/*.po
Languages: es, fr

source: Zero Coordinates- Coordinates are exactly (0,0) or what is sometimes called "null island". Zero-zero coordinate is a very common geospatial issue. GBIF removes (0,0) when hasgeospatialissue is set to FALSE.
es: Coordinadas Cero - Las coordenadas son exactamente (0,0) o lo que algunas veces se conoce como "isla nula". Las coordenadas cero-cero es una incidencia geoespacial muy común. GBIF elimina (0,0) cuando hasgeospatialissue es marcado como FALSO.
fr: Zéro Coordonnées - Les coordonnées sont exactement (0,0) ou ce qui est parfois appelé "l'île nulle". La coordonnée zéro est un problème géospatiale très courant. Le GBIF supprime (0,0) lorsque 'hasgeospatialissue' est paramétré sur FALSE.

source: Country coordinate mis-match - Data publishers will often supply GBIF with a country code (US,TW,SE,JP…). GBIF uses the two letter ISO 3166-1 alpha-2 coding system - https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2. When a point does not fall within the country’s polygon or EEZ, but says that it should occur within the country, it gets flagged as having “country coordinate mis-match” and will be removed if data are filtered for locations.
es: Coordenadas incorrectas de país - Los publicadores de datos a menudo incluyen en GBIF un código de país (US, TW, SE, JP,...). GBIF utiliza el sistema de codificación de dos letras ISO 3166-1 alpha-2 https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2. Cuando un punto no cae en el polígono de un país o de la EEZ pero indica que debería caer en el país, éste será marcado como "coordenadas incorrectas de país" y será eliminado si los datos son filtrados por localizaciones.
fr: Inadéquation des coordonnées du pays - Les éditeurs de données fourniront souvent au GBIF un code de pays (US,TW,SE,JP…). Le GBIF utilise le système de codage ISO 3166-1 alpha-2 à deux lettres - https://fr.wikipedia.org/wiki/ISO_3166-1_alpha-2. Lorsqu’un point ne fait pas partie du polygone ou de la ZEE, mais qu'il indique se situer dans le pays, il est signalé comme ayant «country coordinate mis-match» et sera supprimé si les données sont filtrées pour leur localisation.

source: Coordinate invalid - If GBIF is unable to interpret the coordinates i.e. the coordinates.
es: Coordenadas inválidas - Si GBIF es incapaz de interpretar las coordenadas, ej.: las coordenadas.
fr: Coordonnée invalide - Si le GBIF est incapable d'interpréter les coordonnées.

source: Coordinate invalid - The coordinates are outside of the range for decimal lat/lon values ((-90,90), (-180,180)).
es: Coordenadas inválidas - Las coordenadas se ubican fuera del rango decimal de valores de latitud/longitud ((-90,90), (-180,180)).
fr: Coordonnée invalide - Les coordonnées sont en dehors de l'intervalle pour les valeurs possibles de lat/lon décimales ((-90,90), (-180,180)).

source: Country centroids
es: Centroides de país
fr: Les centroïdes des pays

source: Country centroids are where the observation is pinned to the centre of the country instead of where the taxon was observed or recorded. Country centroids are usually records that have been retrospectively given a lat-lon value based on a textual description of where the original record was located. Geocoding software uses gazetteers, geographical dictionaries or directories used in conjunction with a map or atlas, to attribute coordinates to place names. So, if the record simply says “Brazil”, some publishers will put the record in the center of Brazil. Similarly if the record simply says “Texas” or “Paris” the record will go in the center of those regions. This is almost exclusively a feature of museum data (PRESERVED_SPECIMEN), but it can also happen with other types of records as well.
es: Los centroides de país hacen referencia al lugar donde la observación se fija en el centro del país en lugar de donde fue observado o colectado el taxón. Los centroides de país normalmente son registros a los que se les otorga un valor de latitud-longitud basado en una descripción textual sobre dónde se localizó el registro original. Los programas de geocodificación utilizan índices de toponimios (nomenclátores), diccionarios geográficos o directorios en conjunto con un mapa o atlas para atribuir coordenadas a los nombres de los lugares. Así pues, si el registro simplemente dice "Brasil", algunos publicadores colocarán el registro en el centro de Brasil. De manera similar, si el registro dice "Texas" o "París", el registro irá en el centro de esas regiones. Esta es una característica casi exclusiva de datos de museo (PRESERVED_SPECIMEN) pero también puede darse con otro tipo de registros.
fr: Les centroïdes de pays sont ceux pour lesquels l'observation est épinglée au centre du pays à la place du lieu où le taxon a été observé ou enregistré. Les centroïdes de pays sont généralement des enregistrements auxquels on a attribué rétrospectivement une valeur lat-long basée sur une description textuelle de l'emplacement de l'enregistrement original. Les logiciels de géocodage utilisent des répertoires géographiques, des dictionnaires ou des annuaires utilisés en conjonction avec une carte ou un atlas, pour attribuer des coordonnées aux noms de lieux. Ainsi, si la notice indique simplement "Brésil", certains éditeurs placeront la notice au centre du Brésil. De même, si la notice indique simplement "Texas" ou "Paris", elle sera placée au centre de ces régions. Il s'agit d'une caractéristique presque exclusive aux données de musée (PRESERVED_SPECIMEN), mais cela peut également se produire avec d'autres types d'enregistrements.

source: Identifying country centroid data is currently not possible using GBIF filters, however, the R package CoordinateCleaner can be used for identifying and filtering for country centroids.
es: Actualmente, la identificación de los centroides de país no es posible mediante el uso de los filtros de GBIF, sin embargo, el paquete R CoordinateCleaner se puede utilizar para identificar y filtrar por centroides de país.
fr: L'identification des données dérivées de centroïdes de pays n'est pas possible actuellement avec les filtres GBIF, cependant, le programme R CoordinateCleaner peut être utilisé pour identifier et filtrer les centroïdes de pays.

source: Points along the equator or prime meridian
es: Puntos a lo largo del ecuador o meridiano principal
fr: Points le long de l'équateur ou du premier méridien

source: Some publishers consider zero and NULL to be equivalent so that empty latitude and longitude fields for a record are given a zero value. As a result, records end up being plotted along the equator and prime meridian lines.
es: Algunos publicadores consideran que cero y NULL son equivalentes para que los campos vacíos de latitud y longitud de un registro tengan un valor cero. Como resultado, los registros terminan siendo trazados a lo largo del ecuador y las líneas meridianas principales.
fr: Certains éditeurs considèrent que zéro et NULL sont équivalents ainsi les champs de latitude et de longitude vides pour un enregistrement reçoivent une valeur zéro. En conséquence, les records finissent par être tracés le long de l'équateur et des premières lignes méridiennes.

source: Uncertain location
es: Localización incierta
fr: Localisation incertaine

source: Often you will want to be sure that the coordinates give a certain location and are not really 1000s of km away from where the organism was observed or collected. There are two fields - coordinate precision and coordinateUncertaintyInMeters - in Darwin Core that you get with a SIMPLE CSV download. that you can use to filter by “uncertainty”. However, these fields are not used very often by publishers who feel that their records are fairly certain (from a GPS) and we would recommend not filtering out missing values.
es: A menudo, querremos estar seguros de que las coordenadas hacen referencia a un lugar determinado y no que éstas están en realidad a miles de kilómetros de donde se observó o colectó el organismo. Hay dos campos - precisión de coordenadas y coordinateUncertainyInMeters - en Darwin Core que obtienes descargando un CSV SIMPLE y que puedes usar para filtrar por “incertidumbre”. Sin embargo, estos campos no son muy utilizados por los publicadores ya que consideran que sus registros son bastante precisos (de un GPS) y, por tanto, recomendamos no eliminar del filtrado los valores faltantes.
fr: Souvent, vous voudrez être sûr que les coordonnées donnent un certain emplacement et ne sont pas réellement à des milliers de kilomètres de l'endroit où l'organisme a été observé ou collecté. Il existe deux champs - coordinate precision et coordinateUncertaintyInMeters - dans Darwin Core que vous obtenez avec un téléchargement CSV SIMPLE. Vous pouvez les utiliser pour filtrer par "incertitude". Cependant, ces champs ne sont pas très souvent utilisés par les éditeurs qui estiment que leurs enregistrements sont assez certains (à partir d'un GPS) et nous recommandons de ne pas écarter les valeurs manquantes.

source: There are also a few “fake” values for coordinate uncertainty that you should be aware of. These values are errors produced by geocoding software and do not represent real uncertainty values. These "fake" values are 301, 3036, 999 and 9999. In the case of the value 301, the uncertainty is often much-much greater than 301 and actually represents a country centroid.
es: También hay algunos valores “falsos” de incertidumbre de coordenadas que deben tenerse en cuenta. Estos valores son errores generados por los programas de geocodificación y no representan valores reales de incertidumbre. Estos valores "falsos" son 301, 3036, 999 y 9999. En el caso del valor 301, la incertidumbre es a menudo muchísimo mayor que 301 y en realidad representa un centroide de país.
fr: Il existe également quelques valeurs "fausses" pour l'incertitude des coordonnées que vous devez connaître. Ces valeurs sont des erreurs produites par les logiciels de géocodage et ne représentent pas de véritables valeurs d'incertitude. Ces "fausses" valeurs sont 301, 3036, 999 et 9999. Dans le cas de la valeur 301, l'incertitude est souvent beaucoup plus grande que 301 et représente en fait un centroïde de pays.

source: Gridded datasets
es: Conjuntos de datos en cuadrícula
fr: Jeux de données maillées

source: Gridded datasets are a known problem at GBIF. Many datasets have equally-spaced points in a regular pattern. These datasets are usually systematic national surveys or data taken from some atlas (“so-called rasterized collection designs”). Georeferenced occurrences are snapped to a central point
es: Los conjuntos de datos en cuadrícula son un problema conocido en GBIF. Muchos conjuntos de datos incluyen puntos con una separación idéntica entre ellos que siguen un patrón regular. Estos conjuntos de datos suelen ser encuestas nacionales sistemáticas o datos tomados de algún atlas (los llamados "diseños de colecta rasterizada"). Los registros de presencia referenciados se colocan en un punto central
fr: Les jeux de données maillées sont un problème connu sur GBIF. De nombreux jeux de données ont des points espacés de manière égale . Ces jeux de données sont généralement des enquêtes nationales systématiques ou des données obtenues à partir de certains atlas (« schémas de collecte matriciels »). Les occurrences géoréférencées sont positionnées sur un point central

source: Most publishers of gridded datasets actually fill in one of the following columns: coordinateuncertaintyinmeters, coordinateprecision, footprintwkt So filtering by these columns can be a good way to remove gridded datasets. The R package Coordinate cleaner also has a function for removing gridded datasets. GBIF has an experimental API for identifying datasets which exhibit a certain about of "griddyness". You can read more here: https://data-blog.gbif.org/post/finding-gridded-datasets/
es: La mayoría de los publicadores de conjuntos de datos en cuadrícula realmente rellenan una de las siguientes columnas: coordinateuncertaintyinmeters, coordinateprecision, footprintwkt. Así pues, el filtrado en base a estas columnas puede ser una buena manera de eliminar los conjuntos de datos en cuadrícula de nuestra búsqueda. El paquete R Coordinate cleaner también incluye una función para eliminar conjuntos de datos en cuadrícula. GBIF tiene una API experimental para identificar conjuntos de datos que muestran cierto grado de "cuadriculez". Puedes leer más sobre el tema aquí: https://data-blog.gbif.org/post/finding-gridded-datasets/
fr: La plupart des éditeurs de jeux de données maillées remplissent en fait l'une des colonnes suivantes : coordinateuncertaintyinmeters, coordinateprecision, footprintwkt. Ainsi, filtrer ces colonnes peut être une bonne manière de retirer les jeux de données maillées. Le package R Coordinate cleaner a également une fonction pour supprimer les jeux de données maillées. Le GBIF a une API expérimentale pour identifier les jeux de données qui exposent un certain niveau de "maillage". Vous pouvez en lire plus ici: https://data-blog.gbif.org/post/finding-gridded-datasets/

source: Absence records
es: Registros de ausencia
fr: Relevés d'absence

source: By default, both presence and absence records are shown when you search www.gbif.org. Absence records confirm that a species was not found at a specific locality when that area was surveyed and this information can be useful in, for example, developing ecological niche models. However, you may only be interested in presence records and in this instance you can filter for only presence records using the Occurrence Status filter.
es: De forma predeterminada, los registros de presencia y ausencia se muestran al buscar en www.gbif.org. Los registros de ausencia confirman que una especie no fue encontrada en una localidad específica cuando se muestreó ese área y esta información puede ser útil en, por ejemplo, el desarrollo de modelos de nicho ecológico. Sin embargo, puede darse el caso que solo interese quedarse con los registros de presencia, para lo que se puede filtrar solo en base a ese tipo de registro utilizando el filtro Occurrence Status.
fr: Par défaut, les relevés de présence et d'absence sont affichés lorsque vous faites une recherche sur www.gbif.org. Les relevés d'absence confirment qu'une espèce n'a pas été trouvée dans une localité spécifique qui a été échantillonnée et que cette information peut être utile, par exemple, pour le développement de modèles de niche écologique. Cependant, vous pourriez n'être intéressé que par les enregistrements de présence et dans ce but vous pouvez filtrer pour garder seulement les enregistrements de présence en utilisant le filtre statut d'occurrence.

source: The Darwin Core term establishmentMeans identifies the process by which the biological individual(s) represented in the Occurrence became established at the location. As such, it can serve as a useful filtering tool for identifying records that are outside of a species native range with accepted terms for this field being native, nativeReintroduced, introduced, introducedAssistedColonisation, vagrant and uncertain. Currently, GBIF records can be searched using the older vocabulary terms native, introduced, naturalized, native, managed and uncertain - https://rs.gbif.org/vocabulary/gbif/establishment_means.xml, and these will be updated in late 2022. In some instances, removing “MANAGED” records will remove zoo records.
es: El término “establishmentMeans” del Darwin Core identifica el proceso mediante el cual los individuos biológicos representados en el registro se establecieron en el lugar. Como tal, puede servir como herramienta de filtrado útil para identificar registros que están fuera del rango nativo de una especie, siendo los términos aceptados para este campo native, nativeReintroduced, introduced, introducedAssistedColonization, vagrant y uncertain. Actualmente, los registros de GBIF se pueden buscar utilizando los términos del vocabulario anterior nativa, introducida, naturalizada, nativa, gestionada e incierto - https://rs.gbif. rg/vocabulary/gbif/establishment_means.xml, y estos serán actualizados a finales de 2022. En algunos casos, la eliminación de registros "MANAGED" eliminará registros de zoos.
fr: Le terme Darwin Core establishmentMeans identifie le processus par lequel le ou les individus biologiques représentés dans les occurrences se sont établis à cet endroit. En tant que tel, il peut servir d'outil de filtrage utile pour identifier les enregistrements qui se trouvent en dehors de l'aire de répartition d'une espèce, les termes acceptés pour ce champ étant natif, natif réintroduit, introduit, introduit par colonisation assistée, vagabond et incertain. Actuellement, les enregistrements du GBIF peuvent être recherchés à l'aide des anciens termes de vocabulaire natif, introduit, naturalisé, indigène, géré et incertain - https://rs.gbif.org/vocabulary/gbif/establishment_means.xml, et ceux-ci seront mis à jour à la fin de 2022. Dans certains cas, la suppression des enregistrements "MANAGED" entraînera la suppression des enregistrements de zoo.

source: Use this filter cautiously, however, as most records do not contain this information and so would be exluded from a search with this filter on. We would recommend to use the information within the Establishement Means term for filtering after download.
es: Utilice este filtro con precaución, ya que como la mayoría de registros no contienen esta información se excluirán de la búsqueda si este filtro está activado. Recomendamos utilizar la información del término Medios de Estabilización para filtrar después de la descarga.
fr: Utilisez ce filtre avec prudence, car la plupart des enregistrements ne contiennent pas cette information et seraient donc exclus d'une recherche avec ce filtre. Nous vous recommandons d'utiliser l'information dans Establishment Means pour le filtrage après le téléchargement.

source: Basis of record is a Darwin Core term that refers to the specific nature of the record and can refer to one of 6 classes:
es: La base del registro es un término Darwin Core que se refiere a la naturaleza específica del registro y puede referirse a una estas 6 clases:
fr: Basis of record est un terme Darwin Core qui fait référence à la nature spécifique de l'enregistrement et peut se référer à l'une des 6 classes:

source: Living Specimen - a specimen that is alive, for example, a living plant in a botanical garden or a living animal in a zoo.
es: Espécimen Vivo - un espécimen que está vivo, por ejemplo, una planta viva en un jardín botánico o un animal vivo en un zoo.
fr: Living Specimen - un spécimen vivant, par exemple, une plante vivante dans un jardin botanique ou un animal vivant dans un zoo.

source: Preserved Specimen - a speciment that has been preserved, for example, a plant on an herbarium shett or a cataloged lot of fish in a jar.
es: Espécimen Conservado - un espécimen que ha sido conservado, por ejemplo, una planta en un pliego de herbario o un lote catalogado de peces en un tarro.
fr: Preserved Specimen - un spéciment qui a été préservé, par exemple, une plante sur un planche d'herbarium ou une quantité cataloguée de poissons dans un pot.

source: Fossil Specimen - a preserved specimen that is a fossil, for example, a body fossil, a coprolite, a gastrolith, an ichnofossil or a piece of petrified tree.
es: Espécimen Fósil - un espécimen conservado que es un fósil, por ejemplo, un cuerpo fósil, un coprolito, un gastrolito, un ictofósil o un trozo de árbol petrificado.
fr: Fossil Specimen - un spécimen préservé qui est un fossile, par exemple, un fossile corporel, un coprolite, un gastrolithe, un ichnofossile ou un morceau d'arbre pétrifié.

source: Material Citation - A reference to, or citation of, one, a part of, or multiple specimens in scholarly publications, for example, a citation of a physical specimen from a scientifci collection in taxonomic treatment in a scientiufic publication or an occurrence mentioned in a field note book.
es: Cita de Material - Una referencia a, o cita de, uno, una parte de, o múltiples especímenes en publicaciones científicas, por ejemplo, una cita de un espécimen físico de una colección científica en un tratamiento taxonómico o en una publicación científica o un registro de presencia mencionado en un cuaderno de campo.
fr: Material Citation - Une référence à, ou une citation d'une partie, d'un, ou de plusieurs spécimens dans des publications scientifiques, par exemple, une citation d'un spécimen physique dans une collection scientifique, un traitement taxonomique dans une publication scientifique, ou une occurrence mentionnée dans un carnet de terrain.

source: Human Observation - an output of human observation process eg. evidence of an occurrence taken from field notes or literature or a records of an occurence without physical evidence nor evidence captured with a machine.
es: Observación Humana - el resultado de un proceso de observación humana, ej.: evidencia de un registro tomado de notas de campo o literatura, o un registro sin evidencia física ni tomada por una máquina.
fr: Human Observation - le résultat d'un processus d'observation humaine, par exemple, la preuve d'une occurrence prise à partir de notes de terrain ou de la littérature, ou encore un enregistrement d'une occurrence sans preuve physique ni preuve capturée par une machine.

source: Machine Observation - An output of a machine observation process for example a photograph, a video, an audio recording, a remote sensing image or an occurrence record based on telemetry.
es: Observación realizada por una Máquina - el resultado de un proceso de observación de una máquina como por ejemplo una fotografía, un vídeo, una grabación de audio, una imagen de control remoto o un registro de presencia basado en telemetría.
fr: Machine Observation - Une sortie d'un processus d'observation de machine, par exemple, une photographie, une vidéo, un enregistrement audio, une image à distance ou un enregistrement d'occurrence basé sur la télémétrie.
