Repository: gbif/course-data-use
Catalog: translations/*.po
Languages: es, fr

source: Basis or record should allow users to filter out those indidivuals in ex-situ collections such as zoos and botanic gardens or fossils as well as filter for those records based on whether the record is based on a specimen or an observation, which can support taxonomic validation. You should note that, even though this can be a useful filter, data publishers do not always fill the basis of record field correctly, or, there may be nuances in the data that may not be immediately obvious to a user e.g. https://data-blog.gbif.org/post/living-specimen-to-preserved-specimen-understanding-basis-of-record/ and you should always double check your data before use.
es: La base del registro debería permitir a los usuarios filtrar los individuos de colecciones ex-situ tales como zoos y jardines botánicos o los fósiles, así como filtrar aquellos registros en función de si son un espécimen o una observación, que pueden estar sujetos a validación taxonómica. Hay que tener en cuenta que, aunque este puede ser un filtro útil, los publicadores de datos no siempre rellenan correctamente el campo base del registro, o, puede haber matices en los datos que pueden no ser tan obvios un usuario, ej.: https://data-blog.gbif.org/post/living-specimen-to-preserved-specimen-understanding-basis-of-record/ y siempre se deberá hacer una doble comprobación de los datos antes de su uso.
fr: Basis of record devrait permettre aux utilisateurs de filtrer ces individus dans les collections ex situ telles que les zoos, les jardins botaniques ou les fossiles, ainsi que de filtrer ces enregistrements en fonction de la base ou de l'observation, qui peut supporter la validation taxonomique. Vous devriez noter que, même si cela peut être un filtre utile, les éditeurs de données ne remplissent pas toujours correctement le champ Basis of record, ou alors, il peut y avoir des nuances dans les données qui peuvent ne pas être immédiatement évidentes pour un utilisateur. . https://data-blog.gbif.org/post/living-specimen-to-preserved-specimen-understanding-basis-of-record/ et vous devriez toujours vérifier vos données avant de les utiliser.

source: Old Records
es: Registros Antiguos
fr: Anciens enregistrements

source: GBIF has many museum records that might be older than what is desired for some studies.
es: GBIF tiene muchos registros de museos que podrían ser más antiguos que lo deseado para algunos estudios.
fr: Le GBIF possède de nombreux enregistrements de musées qui pourraient être plus anciens que ce qui est souhaité pour certaines études.

source: Duplicates
es: Duplicados
fr: Doublons

source: Duplication of records can occur when several records of the same individal are made. This can occur from for instance, a researcher depositing several specimens from an individual tree in herbaria around the world who all then publish these data on GBIF, or when an individual has been deposited in a natural history collection and the indidivual was also sampled for its DNA. In this instance, there will be a record for the specimen in the collections and one for the DNA sequence.
es: La duplicación de registros puede ocurrir cuando se hacen varios registros para un mismo individuo. Esto puede ocurrir, por ejemplo, cuando un investigador deposita varios especímenes del individuo de un árbol en herbarios de todo el mundo que a su vez publican esos datos en GBIF, o cuando un individuo ha sido depositado en una colección de historia natural y el individuo también fue muestreado por su ADN. En este caso, habrá un registro del espécimen en las colecciones y otro para su secuencia de ADN.
fr: La duplication des enregistrements peut se produire lorsque plusieurs enregistrements d'un même individu sont effectués. Cela peut se produire, par exemple, lorsqu'un chercheur dépose plusieurs spécimens d'un même arbre dans des herbiers du monde entier qui publient ensuite ces données sur le GBIF, ou lorsqu'un individu a été déposé dans une collection d'histoire naturelle et que cet individu a également été échantillonné pour son ADN. Dans ce cas, il y aura un enregistrement pour le spécimen dans les collections et un autre pour la séquence d'ADN.

source: GBIF has recently introduces a clustering function in its advanced search that allows users to identify clusters of records i.e. records that appear to be derived from the same source. This allows users to identify potential duplicated data and filter for these out of your download. Note that if you filter out those records that are in a cluster, you will lose all records found within that cluster and will lose potentially useful data. The filter may be better used to indicate the extent to which there is duplication in the dataset, or for indepedent donwloads of the clustered and non-clustered datasets for comparison.
es: GBIF ha introducido recientemente una función de agrupación en su búsqueda avanzada que permite a los usuarios identificar grupos de registros, p. ej. registros que parecen proceder de la misma fuente. Esto permite a los usuarios identificar posibles datos duplicados y filtrarlos para excluirlos de la descarga. Tenga en cuenta que si filtra los registros que están en un grupo, perderá todos los registros encontrados en ese grupo y perderá datos potencialmente útiles. El filtro puede usarse mejor para indicar hasta qué punto hay duplicidad en el conjunto de datos, o para descargas independientes de los conjuntos de datos en grupo y sin agrupar a modo de comparación.
fr: Le GBIF a récemment introduit une fonction de regroupement dans sa recherche avancée qui permet aux utilisateurs d'identifier des groupes d'enregistrements, c'est-à-dire des enregistrements qui semblent provenir de la même source. Cela permet aux utilisateurs d'identifier les données potentiellement dupliquées et de les filtrer lors du téléchargement. Notez que si vous filtrez les enregistrements qui sont dans un groupe, vous perdrez tous les enregistrements trouvés dans ce groupe et vous perdrez des données potentiellement utiles. Le filtre peut être mieux utilisé pour indiquer l'étendue de la duplication dans l'ensemble de données, ou pour des téléchargements indépendants des ensembles de données groupées et non groupées pour comparaison.

source: Key documentation
es: Documentación clave
fr: Documents clés

source: The following references provide further detail on the topics covered in this course. All links open in a new window/tab.
es: Las siguientes referencias proporcionan más detalles sobre tratados en este curso. Todos los enlaces se abren en una nueva ventana/pestaña.
fr: Les références suivantes fournissent plus de détails sur les sujets abordés dans ce cours. Tous les liens s'ouvrent dans une nouvelle fenêtre/onglet.

source: https://data-blog.gbif.org/post/gbif-api-beginners-guide/[GBIF API beginners guide^]
es: https://data-blog.gbif.org/post/gbif-api-beginners-guide/[Guía para principiantes sobre APIs de GBIF^]
fr: https://data-blog.gbif.org/post/gbif-api-beginners-guide/[Guide débutant de l'API GBIF^]

source: https://data-blog.gbif.org/post/gbif-species-api/[(Almost) everything you want to know about the GBIF Species API^]
es: https://data-blog.gbif.org/post/gbif-species-api/[(Casi) todo lo que necesitas saber sobre las APIs de especies de GBIF^]
fr: https://data-blog.gbif.org/post/gbif-species-api/[(-Presque) tout ce que vous voulez savoir sur l'API des Espèces du GBIF^]

source: https://data-blog.gbif.org/post/microsoft-azure-and-gbif/[GBIF and Apache-Spark on Microsoft Azure tutorial^]
es: https://data-blog.gbif.org/post/microsoft-azure-and-gbif/[Tutorial sobre GBIF y Apache-Spark en Microsoft Azure^]
fr: https://data-blog.gbif.org/post/microsoft-azure-and-gbif/[GBIF et Apache-Spark sur le tutoriel Microsoft Azure^]

source: https://data-blog.gbif.org/post/aws-and-gbif/[GBIF and Apache-Spark on AWS tutorial^]
es: https://data-blog.gbif.org/post/aws-and-gbif/[Tutorial sobre GBIF y Apache-Spark en AWS^]
fr: https://data-blog.gbif.org/post/aws-and-gbif/[GBIF et Apache-Spark sur le tutoriel AWS^]

source: https://dwc.tdwg.org/terms/[Darwin Core Terms: A quick reference guide^]
es: https://dwc.tdwg.org/terms/[Términos Darwin Core: Una guía rápida de referencia^]
fr: http://rs.tdwg.org/dwc/terms/[Termes Darwin Core : Un guide de référence rapide^]

source: https://dwc.tdwg.org/simple/[Simple DarwinCore^]
es: https://dwc.tdwg.org/simple/[DarwinCore Simple^]
fr: https://dwc.tdwg.org/simple/[DarwinCore Simple^]

source: https://github.com/tdwg/dwc-qa[Darwin Core Questions & Answers^]
es: https://github.com/tdwg/dwc-qa[Preguntas & Respuestas sobre Darwin Core^]
fr: https://github.com/tdwg/dwc-qa[Questions & Réponses sur le Darwin Core^]

source: https://tools.gbif.org/dwca-validator/extensions.do[Darwin Core extensions registered with GBIF^]
es: https://tools.gbif.org/dwca-validator/extensions.do[Extensiones Darwin Core registradas con GBIF^]
fr: https://tools.gbif.org/dwca-validator/extensions.do[Extensions Darwin Core enregistrées sur GBIF^]

source: Data publishing
es: Publicación de datos
fr: Publication de données

source: https://www.gbif.org/publishing-data[Quick guide to publishing data through GBIF^]
es: https://www.gbif.org/publishing-data[Guía rápida para publicar datos a través de GBIF^]
fr: https://www.gbif.org/publishing-data[Guide rapide pour publier des données via GBIF^]

source: https://github.com/gbif/ipt/wiki/howToPublish[How to publish biodiversity data through GBIF.org^]
es: https://github.com/gbif/ipt/wiki/howToPublish[Cómo publicar datos de biodiversidad a través de GBIF.org^]
fr: https://github.com/gbif/ipt/wiki/howToPublish[Comment publier des données sur la biodiversité via GBIF.org^]

source: https://www.gbif.org/become-a-publisher[Become a data publisher with GBIF^]
es: https://github.com/gbif/ipt/wiki/howToPublish[Cómo publicar datos de biodiversidad a través de GBIF.org^]
fr: https://www.gbif.org/devenez un éditeur de données[Devenir un éditeur de données avec GBIF^]

source: https://www.gbif.org/dataset-classes[Classes of datasets supported by GBIF^]
es: https://www.gbif.org/dataset-classes[Tipos de juegos de datos soportados por GBIF^]
fr: https://www.gbif.org/dataset-classes[Les différents types de jeu de données supportés par GBIF^]

source: https://www.gbif.org/data-quality-requirements[GBIF data quality requirements for publishing^]
es: https://www.gbif.org/data-quality-requirements[Requisitos de calidad de datos de GBIF para su publicación^]
fr: https://www.gbif.org/data-quality-requirements[Pré-requis GBIF sur la qualité des données pour la publication^]

source: https://www.gbif.org/news/82363/new-approaches-to-data-licensing-and-endorsement[GBIF data licenses^]
es: https://www.gbif.org/news/82363/new-approaches-to-data-licensing-and-endorsement[licencia de datos de GBIF^]
fr: https://www.gbif.org/news/82363/new-approaches-to-data-licensing-and-endorsement[Licences de données GBIF^]

source: https://github.com/gbif/ipt/wiki/checklistData#templates[Checklist core templates^]
es: https://github.com/gbif/ipt/wiki/checklistData#templates[Modelos de listas de especies centrales^]
fr: https://github.com/gbif/ipt/wiki/checklistData#templates[Fichiers modèles pour les listes taxonomiques^]

source: https://github.com/gbif/ipt/wiki/occurrenceData#templates[Occurrence core templates^]
es: https://github.com/gbif/ipt/wiki/occurrenceData#templates[Modelos de Registros de Presencia centrales^]
fr: https://github.com/gbif/ipt/wiki/occurrenceData#templates[Fichiers modèles pour les listes d'occurrences^]

source: https://github.com/gbif/ipt/wiki/samplingEventData#templates[Sampling event core templates^]
es: https://github.com/gbif/ipt/wiki/samplingEventData#templates[Modelos de eventos de muestreo centrales^]
fr: https://github.com/gbif/ipt/wiki/samplingEventData#templates[Fichiers modèles pour les événements d'échantillonnage^]

source: https://github.com/gbif/ipt/wiki/BestPracticesSamplingEventData[Sampling event data best practices^]
es: https://github.com/gbif/ipt/wiki/BestPracticesSamplingEventData[Buenas prácticas con datos de eventos de muestreo^]
fr: https://github.com/gbif/ipt/wiki/BestPracticesSamplingEventData[Bonnes pratiques pour les événements d'échantillonnage^]

source: https://data-blog.gbif.org/post/gbif-multimedia/[Sharing images, sounds and videos on GBIF^]
es: https://data-blog.gbif.org/post/gbif-multimedia/[Compartiendo imágenes, sonidos y videos en GBIF^]
fr: https://data-blog.gbif.org/post/gbif-multimedia/[Partager des images, sons et vidéos sur GBIF^]

source: https://www.gbif.org/resource/search?contentType=literature&topics=DATA_PAPER&relevance=GBIF_PUBLISHED[Published data papers^]
es: https://www.gbif.org/resource/search?contentType=literature&topics=DATA_PAPER&relevance=GBIF_PUBLISHED[Artículos de datos publicados^]
fr: https://www.gbif.org/resource/search?contentType=literature&topics=DATA_PAPER&relevance=GBIF_PUBLISHED[Data papers publiés^]

source: Data publishing: IPT
es: Publicación de datos: IPT
fr: Publication de données: IPT

source: https://github.com/gbif/ipt/wiki/PublisherProfiles[To install IPT or not to install IPT^]
es: https://github.com/gbif/ipt/wiki/PublisherProfiles[Instalar el IPT o no instalarlo^]
fr: https://github.com/gbif/ipt/wiki/PublisherProfiles[Installer l'IPT ou non^]

source: https://github.com/gbif/ipt/wiki/dataHostingCentres[IPT data hosting centres^]
es: https://github.com/gbif/ipt/wiki/dataHostingCentres[Centros de alojamiento de datos del IPT^]
fr: https://github.com/gbif/ipt/wiki/dataHostingCentres[centres d'hébergement de données IPT^]

source: http://idigbio.adobeconnect.com/p4dfquy4bsf/[IPT Install / Set up webinar^]
es: http://idigbio.adobeconnect.com/p4dfquy4bsf/[Webinar sobre la Instalación del IPT^]
fr: http://idigbio.adobeconnect.com/p4dfquy4bsf/[Installation de l'IPT / Configuration du webinaire^]

source: https://vimeo.com/116142276[Installing the IPT video^]
es: https://vimeo.com/116142276[Vídeo sobre la instalación del IPT^]
fr: https://vimeo.com/116142276[Installation de l' IPT en vidéo^]

source: https://youtu.be/eDH9IoTrMVE[IPT in Practice demonstration video^]
es: https://youtu.be/eDH9IoTrMVE[Vídeo tutorial sobre el uso del IPT^]
fr: https://youtu.be/eDH9IoTrMVE[Demonstration pratique d'utilisation de l'IPT en vidéo^]

source: Digitization
es: Digitalización
fr: La numérisation

source: https://www.idigbio.org/wiki/index.php/Digitization_Resources[iDigBio Digitization Resources^]
es: https://www.idigbio.org/wiki/index.php/Digitization_Resources[Recursos de Digitalización de iDigBio^]
fr: https://www.idigbio.org/wiki/index.php/Digitization_Resources[Resources de numerisation iDigBio^]

source: https://www.idigbio.org/wiki/index.php/Collections_Digitization_Workflows[iDigBio Collections Digitization Workflows^]
es: https://www.idigbio.org/wiki/index.php/Collections_Digitization_Workflows[Flujos de Trabajo en la Digitalización de Colecciones de iDigBio^]
fr: https://www.idigbio.org/wiki/index.php/Collections_Digitization_Workflows[Flux de travail de numérisation des collections iDigBio^]

source: https://www.idigbio.org/wiki/index.php/Digitization_Workflows_and_Protocols[iDigBio Digitization Workflows and Protocols^]
es: https://www.idigbio.org/wiki/index.php/Digitization_Workflows_and_Protocols[Protocolos y Flujos de Trabajo en la Digitalización de Colecciones de iDigBio^]
fr: https://www.idigbio.org/wiki/index.php/Digitization_Workflows_and_Protocols[Workflows et Protocoles de numérisation iDigBio^]

source: https://www.idigbio.org/wiki/index.php/Specimen_Image_Capture[iDigBio specimen image capture guide^]
es: https://www.idigbio.org/wiki/index.php/Specimen_Image_Capture[Guía de captación de imágenes de especímenes de iDigBio^]
fr: https://www.idigbio.org/wiki/index.php/Specimen_Image_Capture[guide de capture d'images iDigBio^]

source: http://www.canadensys.net/publication/multimedia-publication-guide[Canadensys 10-step guide to managing images with your biodiversity data^]
es: http://www.canadensys.net/publication/multimedia-publication-guide[Guía en 10 pasos de Canadensys para gestionar imágenes con tus datos de biodiversidad^]
fr: http://www.canadensys.net/publication/multimedia-publication-guide[Guide en 10 étapes du Canadensys pour la gestion des images avec vos données sur la biodiversité^]

source: https://www.gbif.org/what-is-gbif[What is GBIF^]
es: https://www.gbif.org/what-is-gbif[Qué es GBIF^]
fr: https://www.gbif.org/what-is-gbif[Qu'est-ce que le GBIF^]

source: https://www.gbif.org/strategic-plan[Strategic Plan^]
es: https://www.gbif.org/strategic-plan[Plan Estratégico^]
fr: https://www.gbif.org/strategic-plan[Plan stratégique^]

source: https://www.gbif.org/become-member[Become a member^]
es: https://www.gbif.org/become-member[Ser miembro de GBIF^]
fr: https://www.gbif.org/become-member[Devenir membre^]

source: https://www.gbif.org/science-review[Science Review^]
es: https://www.gbif.org/science-review[Revisión Científica^]
fr: https://www.gbif.org/science-review[Revue Scientifique^]

source: Georeferencing
es: Georreferenciación
fr: Géoréférencement

source: http://georeferencing.org/[Georeferencing resources^]
es: http://georeferencing.org/[Recursos de georreferenciación^]
fr: http://georeferencing.org/[Ressources de Géoréférencement^]

source: Invasive Species
es: Especies Invasoras
fr: Les espèces envahissantes

source: http://www.griis.org/about.php[GRISS - Global Register of Introduced and Invasive Species^]
es: http://www.griis.org/about.php[GRISS - Registro Mundial de Especies Invasoras e Introducidas^]
fr: http://www.griis.org/about.php[GRISS - Registre mondial des espèces introduites et envahissantes^]

source: https://osf.io/7dpgr/[TrIAS - Tracking Invasive Alien Species^]
es: https://osf.io/7dpgr/[TrIAS - Monitoreo de Especies Exóticas Invasoras^]
fr: https://osf.io/7dpgr/[TrIAS - Suivi des espèces exotiques envahissantes^]

source: Living Atlases
fr: Atlas du vivant

source: https://living-atlases.gbif.org/[Living Atlases^]
fr: https://living-atlases.gbif.org/[Atlas du vivant^]

source: http://www.gbif.org/resource/82847[ALA key technical documentation^]
es: http://www.gbif.org/resource/82847[Documentación técnica clave de ALA^]
fr: http://www.gbif.org/resource/82847[Documentation technique clé ALA^]

source: Miscellaneous
es: Misceláneo
fr: Divers

source: http://vertnet.org/resources/downloadsinexcelguide.html[VertNet Guide to opening text files in Excel^]
es: http://vertnet.org/resources/downloadsinexcelguide.html[Guía de VertNet para abrir archivos de texto en Excel^]
fr: http://vertnet.org/resources/downloadsinexcelguide.html[Guide VertNet pour ouvrir des fichiers texte dans Excel^]

source: http://vertnet.org/resources/datalicensingguide.html[VertNet data licensing guide^]
es: http://vertnet.org/resources/datalicensingguide.html[Guía de VertNet para las licencias de datos^]
fr: http://vertnet.org/resources/datalicensingguide.html[Guide de licence de données VertNet ^]

source: https://github.com/OpenRefine/OpenRefine/wiki[OpenRefine documentation^]
es: https://github.com/OpenRefine/OpenRefine/wiki[Documentación OpenRefine^]
fr: https://github.com/OpenRefine/OpenRefine/wiki[Documentation d'OpenRefine^]

source: https://github.com/OpenRefine/OpenRefine/wiki/Understanding-Regular-Expressions[OpenRefine regular expressions^]
es: https://github.com/OpenRefine/OpenRefine/wiki/Understanding-Regular-Expressions[Expresiones comunes de OpenRefine^]
fr: https://github.com/OpenRefine/OpenRefine/wiki/Understanding-Regular-Expressions[Les expressions régulières d'OpenRefine^]

source: Planning/Collaboration
es: Planificación/Colaboración
fr: Planification/Collaboration

source: https://www.scrum.org/resources/what-is-scrum[What is SCRUM^]
es: https://www.scrum.org/resources/what-is-scrum[Qué es SCRUM^]
fr: https://www.scrum.org/resources/what-is-scrum[Qu'est-ce que SCRUM^]

source: https://www.atlassian.com/agile/scrum[SCRUM Framework^]
es: https://www.atlassian.com/agile/scrum[Marco de trabajo de SCRUM^]
fr: https://www.atlassian.com/agile/scrum[Cadre SCRUM^]

source: https://www.atlassian.com/agile/kanban[Kanban methodology^]
es: https://www.atlassian.com/agile/kanban[Metodología Kanban^]
fr: https://www.atlassian.com/agile/kanban[méthodologie Kanban^]

source: https://scrumguide.com/[Scrum Guide^]
es: https://scrumguide.com/[Guía Scrum^]
fr: https://scrumguide.com/[Guide Scrum^]

source: Red List Assessments
fr: Évaluations de listes rouges

source: *IUCN Red List Categories and Criteria*
fr: *Catégories et critères des listes rouges de l'UICN*

source: *Red List Guidelines*
fr: *Lignes directrices des listes rouges*

source: *Criteria Summary Sheet*
fr: *Fiche Récapitulative des critères*

source: *Regional and National Levels Guidelines*
fr: *Mode d'emploi pour les niveaux régionaux et nationaux*

source: Quality
es: Calidad
fr: Qualité

source: https://www.w3.org/International/questions/qa-what-is-encoding[Character encoding for beginners^]
es: https://www.w3.org/International/questions/qa-what-is-encoding[Codificación de caracteres para principiantes^]
fr: https://www.w3.org/International/questions/qa-what-is-encoding[Encodage de caractères pour les débutants^]

source: http://mvz.berkeley.edu/Locality_Field_Recording_Notebooks.html[MVZ Guide for Recording Localities in Field Notes^]
es: http://mvz.berkeley.edu/Locality_Field_Recording_Notebooks.html[Guide MVZ para Registrar Localidades en Notas de Campo^]
fr: http://mvz.berkeley.edu/Locality_Field_Recording_Notebooks.html[Guide MVZ d'enregistrement des localités dans les notes de terrain^]

source: https://cran.r-project.org/doc/manuals/r-release/R-intro.pdf[Introduction to R Manual^]
es: https://cran.r-project.org/doc/manuals/r-release/R-intro.pdf[Introducción al Manual de R^]
fr: https://cran.r-project.org/doc/manuals/r-release/R-intro.pdf[Manuel d'introduction à R^]

source: https://cran.r-project.org/web/packages/rgbif/rgbif.pdf[rgbif Manual^]
es: https://cran.r-project.org/web/packages/rgbif/rgbif.pdf[Manual sobre rgbif^]
fr: https://cran.r-project.org/web/packages/rgbif/rgbif.pdf[Manuel rgbif^]

source: http://th.archive.ubuntu.com/pub/pub/cran/web/packages/CoordinateCleaner/CoordinateCleaner.pdf[CoordinateCleaner Manual^]
es: http://th.archive.ubuntu.com/pub/pub/cran/web/packages/CoordinateCleaner/CoordinateCleaner.pdf[Manual sobre CoordinateCleaner^]
fr: http://th.archive.ubuntu.com/pub/pub/cran/web/packages/CoordinateCleaner/CoordinateCleaner.pdf[Manuel de CoordinateCleaner^]

source: https://data-blog.gbif.org/post/downloading-long-species-lists-on-gbif/[Downloading occurrences from a long list of species in R and Python^]
es: https://data-blog.gbif.org/post/downloading-long-species-lists-on-gbif/[Descarga de registros desde una lista larga de especies en R y Python^]
fr: https://data-blog.gbif.org/post/downloading-long-species-lists-on-gbif/[Télécharger les occurrences d'une longue liste d'espèces avec R et Python^]

source: https://data-blog.gbif.org/post/gbif-filtering-guide/[Common things to look out for when post-processing GBIF downloads^]
es: https://data-blog.gbif.org/post/gbif-filtering-guide/[Cosas comunes a tener en cuenta cuando procesemos datos de GBIF tras la descarga^]
fr: https://data-blog.gbif.org/post/gbif-filtering-guide/[Des choses communes à surveiller lors du post-traitement des téléchargements GBIF^]
