Repository: gbif/course-data-use
Catalog: translations/*.po
Languages: es, fr

source: *Inferred means the Using other record information the data indexed is inferred, if the original is empty.
es: *Inferido* - cuando mediante el uso de otra información asociada al registro se puede inferir el dato indexado, en caso de que el original esté vacío.
fr: Déduit signifie l'utilisation d'autres sources d'information dont les données sont déduites si l'enregistrement original est vide.

source: Excluding all records with a particular issue is not currently possible with the search interface. It is possible to filter all records you are not interested in with issues by selecting the particular issue and hitting the reverse button. However, reversing will still only give you all other flagged occurrences and not issue-free records. This is something that GBIF is working to improve. (at occurrence search)
es: Excluir todos los registros con un problema en particular no es posible actualmente con la interfaz de búsqueda. Es posible filtrar por tema todos los registros que no interesen seleccionando el tema en particular y haciendo clic en el botón inverso. Sin embargo, la inversión sólo mostrará registros con incidencias y no aquellos que estén libres de problemas. GBIF está trabajando para mejorar este asunto. (en búsqueda de registros de presencia)
fr: L'interface de recherche ne permet pas actuellement d'exclure tous les enregistrements comportant un problème particulier. Il est possible de filtrer tous les enregistrements qui ne vous intéressent pas et qui comportent des problèmes en sélectionnant le problème en question et en cliquant sur le bouton d'inversion. Cependant, l'inversion ne vous donnera que toutes les autres occurrences marquées et non les enregistrements sans problème. Le GBIF s'efforce d'améliorer ce point. (sur la recherche d'occurrences)

source: A full overview of all issues and flags can be here: https://data-blog.gbif.org/post/issues-and-flags/
es: Un resumen completo de todas las incidencias y avisos puede encontrase estar aquí: https://data-blog.gbif.org/post/issues-and-flags/
fr: Un aperçu complet de tous les problèmes et drapeaux peut être trouvé ici: https://data-blog.gbif.org/post/issues-and-flags/

source: Data Processing Tools
es: Herramientas de Procesamiento de los Datos
fr: Outils de Traitement des Données

source: While GBIF filters will allow for some data processing i.e. select only those data for download that fulfil certain criteria, it is highly recommended that you additional data processing and a range of tools are available. Your choice of which tool you use will be based on personal access, familiarity and utility of each of the tools. Tools that can be used for this are:
es: Mientras que los filtros de GBIF permiten algunos procesamientos de datos, ej.: seleccionar para la descarga sólo aquellos datos que cumplan ciertos criterios, se recomienda realizar procesamientos adicionales de datos para lo que existe una amplia gama de herramientas disponibles. La elección de la herramienta a utilizar estará basada en el acceso personal, la familiaridad y la utilidad de cada una de estas herramientas. Las herramientas que pueden ser utilizadas para este fin son:
fr: Bien que les filtres GBIF permettent un certain traitement des données, par exemple de sélectionner uniquement les données qui répondent à certains critères pour les télécharger, il est fortement recommandé de procéder à un traitement supplémentaire des données et une gamme d'outils est disponible. Le choix de l'outil que vous utiliserez sera basé sur l'accès personnel, la familiarité et l'utilité de ces derniers. Les outils qui peuvent être utilisés à cette fin sont les suivants:

source: Spreadsheet editing software e.g. Excel, Google Sheets (smaller datasets)
es: Programas de edición de hojas de cálculo, ej.: Excel, Google Sheets (conjuntos de datos pequeños)
fr: Logiciel d'édition de feuilles de calcul par exemple Excel, Google Sheets (petits jeux de données)

source: R packages and scripts eg rgbif, CoordinateCleaner, scrubr and biogeo (automated data processing)
es: Paquetes y códigos de R, ej.: rgbif, CoordinateCleaner, scrubr y biogeo (procesamiento automático de datos)
fr: Paquetages et scripts R, par exemple rgbif, CoordinateCleaner, scrubr et biogeo (traitement automatisé des données)

source: Geographical Information Systems (GIS) e.g. ArcGIS, QGIS and MapInfo
es: Sistemas de Información Geográfica (GIS), ej.: ArcGIS, QGIS y MapInfo
fr: Systèmes d'information géographique (SIG), par exemple ArcGIS, QGIS et MapInfo

source: It is always important to include a data visualisation step in your data processing so that you can identify anomalous data points that may have been missed during the processing stage. For those processing in R, this can be done within R, however, with OpenRefine or spreadsheet editing sofware you may have to use GIS software or even tools such as Google Earth for data visualisation.
es: Siempre es importante incluir un paso de visualización de datos en el procesamiento de datos para poder identificar puntos de datos anómalos que pueden haberse perdido durante la fase de procesamiento. Para aquellos que procesan en R, esto puede hacerse con el mismo R, sin embargo, con OpenRefine o con programas de edición de hojas de cálculo es posible que tenga que utilizar programas de SIG o incluso herramientas como Google Earth para la visualización de los datos.
fr: Il est toujours important d'inclure une étape de visualisation des données dans votre traitement des données afin de pouvoir identifier les points de données anormaux qui ont pu être manqués pendant l'étape de traitement. Pour ceux qui traitent leurs données avec R, cette étape peut être réalisée dans R, mais avec OpenRefine ou un logiciel d'édition de feuilles de calcul, vous devrez peut-être utiliser un logiciel SIG ou alors des outils tels que Google Earth pour la visualisation des données.

source: Handling Taxonomic Uncertainty
es: Manejo de la Incertidumbre Taxonómica
fr: Gérer l'incertitude taxonomique

source: Uncertainty surrounding the taxonomy of a data point can arise for several reasons:
es: La incertidumbre en torno a la taxonomía de un punto de datos puede surgir por varios motivos:
fr: L'incertitude entourant la taxonomie d'une donnée peut survenir pour plusieurs raisons:

source: Species mis-identification
es: Identificación errónea de la especie
fr: Mauvaise identification de l'espèce

source: Synonymy
fr: Synonymie

source: Novel names
es: Nombres nuevos
fr: Nouveaux noms

source: Species identification is a complex process, with species typically described from a certain set of characters identified in a published species description and linked to a type specimen held within a scientific collection that be used for validation of species identification. Where taxa are very similar or a set of complex traits are required for correct identification, specific taxonomic expertise may be required that data publishers may not possess leading to a mis-identification of a species. As users, you must have a clear understanding of how taxonomic determinations for your interest group are made:
es: La identificación de especies es un proceso complejo, con especies típicamente descritas desde un determinado conjunto de caracteres identificados en una descripción publicada de una especie y enlazadas a un espécimen tipo alojado en una colección científica que se utiliza para validar la identificación de especies. Cuando los taxones son muy similares o un conjunto de rasgos complejos son requeridos para la correcta identificación, pueden requerirse conocimientos taxonómicos específicos que los gestores de datos puede que no posean lo que puede llevar a una identificación errónea de una especie. Como usuarios, debe comprender claramente cómo se hacen las determinaciones taxonómicas para su grupo de interés:
fr: L'identification des espèces est un processus complexe, avec des espèces typiquement décrites à partir d'un certain ensemble de caractères identifiés dans une description publiée et liée à un spécimen-type qui appartient à une collection scientifique et qui sera utilisée pour valider l'identification des espèces. Lorsque les taxons sont très similaires ou qu'un ensemble de traits complexes sont requis pour une identification correcte, une expertise taxonomique spécifique que les éditeurs de données ne possèdent pas peut être requise, menant à une identification erronée d'une espèce. En tant qu'utilisateurs, vous devez avoir une compréhension claire de la façon dont les décisions taxinomiques pour votre groupe d'intérêt sont faites:

source: What are the characters used for defining the species?
es: ¿Cuáles son los caracteres utilizados para definir la especie?
fr: Quels sont les caractères utilisés pour définir les espèces ?

source: Are these characters easily confused or captured when the species is observed or collected?
es: ¿Son estos caracteres fácilmente confundibles u obtenidos cuando se observa o colecta la especie?
fr: Ces caractères sont-ils facilement confondus ou capturés lorsque l'espèce est observée ou collectée?

source: Are there related species that could be easily confused with the species you are interested in?
es: ¿Existen especies relacionadas que podrían confundirse fácilmente con la especie de interés?
fr: Y a-t-il des espèces connexes qui pourraient facilement être confondues avec les espèces qui vous intéressent?

source: If you think that there is a risk that species may be incorrectly identified, you can take a conservative approach to the data you use and only use those data linked to specimens in collections where taxonomic validation would be possible and eliminate other data sources. Another approach may be to use associated data such as collector information, media, DNA sequences etc to validate the taxonomic determination.
es: Si cree que existe riesgo de que la especie se haya identificado incorrectamente, puede tomar un enfoque conservador sobre los datos que utiliza y usar solo aquellos datos vinculados a especímenes en colecciones donde la validación taxonómica sería posible y eliminar otras fuentes de datos. Otro enfoque puede ser utilizar datos asociados como por ejemplo información sobre la colecta, medios, secuencias de ADN, etc. para validar la determinación taxonómica.
fr: Si vous pensez qu'il y a un risque que l'espèce ne soit pas identifiée de manière correcte, vous pouvez adopter une approche prudente avec les données que vous utilisez, et utiliser uniquement les données liées à des spécimens dans des collections où la validation taxonomique serait possible et en éliminant d'autres sources de données. Une autre approche peut être d'utiliser des données associées telles que des informations sur le collecteur, les médias, les séquences d'ADN, etc. pour valider la détermination taxonomique.

source: Synonymy
es: Sinonimia
fr: Synonymie

source: Synonymy can arise when the same species has been described several times and a new name is given to the species each time it is described, or, when there is a change in the taxonomy of a species, for example, a species is moved from one genus to another. Only one species name can be accepted, and other names are what we call synonyms. These synonyms may still be in use to a lesser or greater extent and you should be sure when getting data from GBIF to obtain data for the taxonomic name you need. GBIF's taxonomic backbone differentiates between accepted scientific names and synonyms, and unique identifiers in the form of taxon keys. Species searches https://www.gbif.org/species/search allow for filtering for accepted names and synonyms and taxon keys can be used for programmatic searches of GBIF.
es: La sinónima puede darse cuando la misma especie ha sido descrita varias veces y se da un nuevo nombre a las especies cada vez que se describe, o, cuando se produce un cambio en la taxonomía de una especie, por ejemplo, una especie se traslada de un género a otro. Sólo se puede aceptar un nombre para la especie, y los otros nombres son lo que llamamos sinónimos. Estos sinónimos pueden estar en uso en menor o mayor medida y hay asegurarse al obtener datos de GBIF que éstos se obtienen con el nombre taxonómico que se necesita. El backbone taxonómico de GBIF diferencia entre nombres científicos aceptados y sinónimos, e identificadores únicos en forma de claves taxonómicas. Las búsquedas por especies https://www.gbif.org/species/search permiten filtrar nombres aceptados y sinónimos y las claves taxonómicas pueden utilizarse para búsquedas a través de APIs de GBIF.
fr: La synonymie peut survenir lorsque la même espèce a été décrite plusieurs fois et qu'un nouveau nom est donné à l'espèce chaque fois qu'elle est décrite, ou, lorsqu'il y a un changement dans la taxonomie d'une espèce, par exemple, une espèce est déplacée d'un genre à l'autre. Un seul nom d'espèce peut être accepté, et d'autres noms sont ce que nous appelons des synonymes. Ces synonymes peuvent toujours être utilisés dans une mesure variable et vous devez être sûr que lorsque vous récoltez des données depuis GBIF d'obtenir des données pour le nom taxonomique dont vous avez besoin. La colonne vertébrale taxonomique du GBIF différencie les noms scientifiques et les synonymes acceptés, et les identifiants uniques sous la forme de clés de taxon. Les recherches sur les espèces https://www.gbif.org/species/search permettent de filtrer les noms acceptés, les synonymes et les clés de taxon qui peuvent être utilisés pour les recherches programmatiques sur GBIF.

source: Taxon Keys Scientific names can be messy. If you are accessing GBIF-mediated data programatically as opposed to via the website, taxon keys provide an effective way for defining searches based on taxonomy. Taxon keys are issued at the species, genus family, order, phylum and kingdom level. Unique identifiers are issued to accepted names with synonyms of those accepted names issued the same identifier. So, it may make sense to sort out the species by their unique taxon keys provided during the indexation of the dataset by GIBF.
es: Claves Taxonómicas Los nombres científicos pueden estar desordenados. Si está accediendo mediante APIs a datos publicados a través de GBIF, y no a través del sitio web, las claves taxonómicas proporcionan una manera efectiva para definir las búsquedas basadas en la taxonomía. Las claves taxonómicas se generan a nivel de especie, género, familia, orden, filo y reino. Los identificadores únicos se generados para los nombres aceptados con sinónimos de aquellos nombres aceptados generados por el mismo identificador. Por lo tanto, puede tener sentido ordenar las especies por sus claves taxonómicas únicas proporcionadas por GBIF durante la indexación del conjunto de datos.
fr: Taxon Keys. Les noms scientifiques peuvent être désordonnés. Si vous accédez aux données du GBIF via un programme plutôt que par le site Web, les clés taxonomiques ou taxon keys constituent un moyen efficace de définir des recherches basées sur la taxonomie. Les clés taxonomiques sont émises au niveau de l'espèce, du genre, de la famille, de l'ordre, du phylum et du royaume. Des identifiants uniques sont attribués aux noms acceptés et les synonymes de ces noms acceptés reçoivent le même identifiant. Il peut donc être utile de trier les espèces en fonction de leurs clés taxonomiques uniques fournies lors de l'indexation du jeu de données par le GIBF.

source: New names
es: Nombres nuevos
fr: Nouveaux noms

source: There may be instances where the scientific name does not match any name in the GBIF backbone, perhaps because the species is newly described, or is not within a checklist used by GBIF to construct its backbone. These names are flagged with the TAXON_MATCH_HIGHERRANK flag indicating that the scientific name has not been recognised but that the data point has matched at a higher taxonomic level eg. genus or family. This flag can be used for identifying and filtering for these data. When names have been misspelled or badly formatted, there is also a TAXON_MATCH_FUZZY flag that can be used for identifying and filtering names that can only match the taxonomic backbone using a fuzzy, non exact match.
es: Puede haber casos en los que el nombre científico no coincida con ningún nombre del backbone de GBIF, quizás porque la especie se ha descrito recientemente, o no se encuentra en el listado de especies utilizado por GBIF para construir su backbone. Estos nombres están señalados con el marcador TAXON_MATCH_HIGHERRANK que indica que el nombre científico no ha sido reconocido pero que el registro ha coincidido con un nivel taxonómico superior como por ejemplo el género o la familia. Este marcador puede utilizarse para identificar y filtrar estos datos. Cuando los nombres incluyen errores ortográficos o un formato erróneo, también existe el marcador TAXON_MATCH_FUZZY que puede ser usado para identificar y filtrar nombres que sólo coinciden de manera aproximada con la taxonomía del backbone, siendo una coincidencia no exacta.
fr: Il peut arriver que le nom scientifique ne corresponde à aucun nom de l'ossature taxonomique du GBIF, peut-être parce que l'espèce est nouvellement décrite ou qu'elle ne figure pas dans une liste de contrôle utilisée par le GBIF pour construire son ossature. Ces noms sont signalés par l'indicateur TAXON_MATCH_HIGHERRANK qui indique que le nom scientifique n'a pas été reconnu mais que la donnée a été appariée à un niveau taxonomique supérieur, par exemple le genre ou la famille. Cet indicateur peut être utilisé pour identifier et filtrer ces données. Lorsque les noms ont été mal orthographiés ou mal formatés, il existe également un indicateur TAXON_MATCH_FUZZY qui peut être utilisé pour identifier et filtrer les noms qui ne peuvent correspondre à l'ossature taxonomique qu'en utilisant une correspondance floue et non exacte.

source: Handling Data Quality
es: Manejo de la Calidad de los Datos
fr: Gérer la qualité des données

source: Filtering the data allows you as a user to obtain the data that is most fit for purpose. All searches have a set of filters that can be used for finding the data you need, and occurrence searches have a set of additional 'Advanced" search filters for users that need to do more advanced filtering. While filters may allow you to filter out data that may not be relevant, or be of lower quality for your purposes, additional filtering may be required either manually or programmaticially to deal with additional data quality issues that arise during the GBIF data publishing model. Below are some common data filters that you as a user might consider to make the data more fit-for-purpose.
es: Filtrar los datos permite al usuario obtener los datos más apropiados para un propósito específico. Todas las búsquedas incluyen un conjunto de filtros que pueden ser usados para encontrar los datos que se necesita, y las búsquedas de registros de presencia presentan un conjunto adicional de filtros de búsqueda 'Avanzada' para los usuarios que necesitan hacer un filtrado más avanzado. Mientras que los filtros permiten el filtrado de datos que pueden ser no relevantes, o de menor calidad para sus propósitos, el filtrado adicional puede ser utilizado tanto de forma manual como a través de APIs para abordar problemas adicionales de calidad de los datos que surgen durante el proceso de publicación de datos GBIF. A continuación, se muestran algunos filtros comunes de datos que como usuario podría considerar para hacer los datos más adecuados para su finalidad específica.
fr: Le filtrage des données vous permet, en tant qu'utilisateur, d'obtenir les données les mieux adaptées à votre objectif. Toutes les recherches disposent d'un ensemble de filtres qui peuvent être utilisés pour trouver les données dont vous avez besoin, et les recherches sur les occurrences disposent d'un ensemble de filtres de recherche "avancés" supplémentaires pour les utilisateurs qui ont besoin d'effectuer un filtrage plus poussé. Bien que les filtres puissent vous permettre d'éliminer les données qui ne sont pas pertinentes ou qui sont de qualité insuffisante pour vos besoins, un filtrage supplémentaire peut être nécessaire, soit manuellement, soit par programmation, pour traiter les problèmes de qualité des données qui surviennent dans le modèle de publication des données du GBIF. Vous trouverez ci-dessous quelques filtres de données courants que vous pouvez envisager en tant qu'utilisateur pour rendre les données plus adaptées à vos besoins.

source: Geospatial Filters & Issues
es: Filtros e Incidencias Geoespaciales
fr: Filtres et problèmes géospatiaux

source: The data can be filtered spatially in an occurrrence search in one of 3 ways:
es: Los datos pueden ser filtrados espacialmente en una búsqueda por registros de presencia en una de las siguientes 3 maneras:
fr: Les données peuvent être filtrées spatialement dans une recherche d'occurrences de l'une des 3 façons suivantes:

source: Country or area/Continent - data is filtered by country and will include data within the Exclusive Economic Zone (EEZ)
es: País o área/Continente - los datos son filtrados por país e incluyen datos de la Zona Económica Exclusiva (EEZ, por sus siglas en inglés)
fr: Pays ou zone/Continent - les données sont filtrées par pays et incluront des données dans la Zone Economique Exclusive (EEZ)

source: Administrative area - this filter uses the GADM database https://gadm.org/data.html of administrative areas for all countries in the world to allow for GBIF removes common geospatial issues by default if you choose to have data with a location.
es: Área administrativa - este filtro utiliza la base de datos GADM https://gadm.org/data.html de áreas administrativas para todos los países del mundo permitiendo a GBIF eliminar incidencias geoespaciales comunes por defecto si se elige obtener datos con una localización.
fr: Zone administrative - ce filtre utilise la base de données GADM https://gadm.org/data. tml des zones administratives de tous les pays du monde pour permettre au GBIF de supprimer les problèmes géospatiaux communs par défaut si vous choisissez d'avoir des données avec une localisation.

source: Location - this filter allows you to filter for data with coordinates and/or draw your own polygon shape filters or use a GeoJSON file to delimit your own shape filter. If you filter for those data with coordinates, a number of geospatial issues associated with the data publishing workflow will be eliminated. These are:
es: Localización - este filtro permite el filtrado de datos con coordenadas y/o dibujar filtros con forma de polígonos o utilizar un archivo GeoJSON para delimitar el filtro de forma. Si se filtran esos datos con coordenadas, se eliminará un buen número de incidencias geoespaciales asociadas con el flujo de publicación de datos. Éstas son:
fr: Localisation - ce filtre vous permet de filtrer les données avec des coordonnées et/ou de dessiner vos propres polygones ou d'utiliser un fichier GeoJSON pour délimiter votre propre buffer. Si vous filtrez pour ces données avec des coordonnées, un certain nombre de problèmes géospatiaux associés à la publication des données seront éliminés. Parmi lesquels:
